[
    {
        "datetime": "2024-09-23T12:31:28.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAQn7nHhyPS",
        "content": "聽說有個土豪老闆把名錶從手上拿下來丟給某個員工：你幹的好，這是你的了 沒想到這個場景會在某個人的引退賽上發生 不說我還以為這是中國抖音幹片啊 老闆你可以有點文化素養嗎？",
        "attachment": ""
    },
    {
        "datetime": "2024-09-23T12:29:09.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAQnqpNh8pN",
        "content": "網傳某個金鐘獎最佳男主角得主解釋：台灣因為題材受限，我希望可以到中國，挑戰更多一點的腳色 等等，你知道中國每個腳本都必須經過中共的思想審查嗎？ 題材受限？ 更多一點的腳色？ (華生翻譯：市場受限，更多一點的人民幣)",
        "attachment": ""
    },
    {
        "datetime": "2024-09-23T12:03:30.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAQksOximD4",
        "content": "當中國知識型網紅用科學實證方法，發現所謂的蠟瓶糖，都是工業用蠟混點蜂蠟，甚至有大量蠟瓶糖都測不到到蜂蠟反應，滿滿的有毒化學元素 台灣一堆白藍低能兒還在捍衛自己吃有毒蠟瓶糖的人權 甚至還有不知哪來的蠢蛋育兒專家在宣傳這垃圾 我不怕中國，我怕的是島內這群人",
        "attachment": ""
    },
    {
        "datetime": "2024-09-23T01:39:53.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAPdXM7yx5t",
        "content": "道奇開賣大谷翔平踩過的土149美元（4768台幣） 看來我連土也吃不起了",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-22T15:56:53.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAOapOeSX2Y",
        "content": "簽了中國經紀公司，就是走向一條被控制的路 而會控制你的力量，絕對遠遠超越你能想像的總和 你能成功，不只是你自己的努力，是台灣這塊自由土地與2千3百萬人對你的支持與熱愛，才有今天的你 千萬不要辜負台灣與這群人 祝你好運 希望不要突然突變成滿口中國一點都不能少的中國成都人 切勿忘本 一個忘本的人，注定會被所有人遺忘",
        "attachment": ""
    },
    {
        "datetime": "2024-09-22T12:50:28.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAOFT2SSrv4",
        "content": "國昌：是我的",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-22T09:53:27.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DANxDUny9hl",
        "content": "阿彌陀佛",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-22T08:53:09.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DANqJrWhbtJ",
        "content": "昨天看幾個美國權威遊戲主直播討論政治正確亂象，說的深入我心 「像出現SWEETBABY這只有十六人公司，把手伸入所有遊戲公司，以DEI多元包容融合之名，對每個遊戲腳色故事進行意識形態審查 把白人砍光加入醜死有色種族腳色，教訓憤怒玩家：你們根本不懂，只是群不夠覺醒不懂欣賞的蠢人？ 這群人導致全球社群玩家社團，已出現激烈反政治正確風潮，星鳴特工這種花四億元，只有六百人玩兩周下架震撼例子．就是所有玩家都不爽，抵制你們只會產出自己都不玩的垃圾 然後SWEETBABY這家政治正確意識形態指導公司已完全失控，猖狂到公司老闆在演講嗆遊戲企業不聽話就會出征公審你，而旗下遊戲設計師敢對不同意人發動抹黑公審與取消文化，多次炎上惡名昭彰 這只是說明這群人所謂包容多元共榮根本是屁 而這群覺醒派極端分子恐怖份子這樣搞，真正受害是玩家? 真正受害是那些LGBTQ還有色種族弱勢，讓這些人被更加排擠 不管任何運動 交給SWEETBABY這群紅衛兵，只是讓政確運動提早死亡」 說的真好 反觀 整天到處無腦人厭女仇女，搞取消文化那群厭男瘋癲女拳 你們正是讓所有人厭惡女性主義遠離性別平權的最強傳教士 比如這個瘋癲女拳帳號 我厭女？ 恩我真的非常厭惡你們這群到處獵巫抹黑綁男性稻草人來騙無知群眾流量的瘋癲女拳 引用:\n時間: 2024-09-20T08:45:35.000Z, 連結: https://www.threads.net/@jameshsiehtw/post/DAIfsj7hyBe, 內容: jameshsiehtw, 附件: 圖片,",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-22T07:50:08.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DANi8KDBCHw",
        "content": "誰會贏？ 黃暐翰：「民眾黨現在真的是亂了」",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-22T07:10:28.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DANeZsvB_GV",
        "content": "2010，14年前，高中生大谷翔平寫下的「曼陀羅表九宮格計畫表」 2024，14年後，大谷翔平已是美國職棒聯盟「52-52」第一人 看完這張表 我在那個年紀能做到的只有早上吃三碗飯跟撿垃圾打掃房間吧",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-22T06:41:44.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DANbHP7B-1y",
        "content": "你怎能不愛大谷 你看他的所有影片，儘管他已是一個天王巨星，你會發現他還是不像是一個天王巨星 他還是在大聯盟球場的每一秒，徹底展現一個日本民族常見的優點 謹慎 內斂 低調 認真　不浮誇 保持禮貌　正向思考　韌性獨立 通常一個歐美ＭＢＡ巨星拿到這樣的成就，會漸漸出現一種天王巨星用鼻子看人的大牌姿態 但大谷卻總是韜光養晦，像是個蹲在角落認真幹活，低調內斂的棒球匠人 比如他打出50-50全壘打之後，隊員出來跟他擊掌，他不會像一般超級巨星在場邊瘋狂奔跑，做出浮誇向全場叫囂姿態 眾人跟他恭賀之後，他趕緊回休息區不影響球賽進行，直到全場停不下來的轟動歡呼聲，他才又出來致意 比如他接受專訪，字斟句酌，永遠不講出會讓自己後悔的字眼 比如不管何時他都是保持微笑，眼神往下 比如全隊在賽後總教練舉杯恭賀他達成大聯盟百年來的唯一一人紀錄，他害羞在旁跟著舉杯點點頭．沒有像歐美球員來個囂張動作或是反過來打斷教練開始演講 比如他從天使轉道奇之後，他說他的目標是總冠軍，願意讓道奇分期付款他的天價薪水，把預算拿去請更多一流球員，一起打進季後賽 ／續 比如一群小球迷在他身後大喊OTANI．他會回過來揮揮手 比如他每次盜壘成功之後，都會習慣性地給自己鼓鼓掌，有夠可愛 這就是真強者的特質：認真到極點，低調到極點，儘管他已站在最高點 我相信他內心最深處，一定恭恭正正擺放著過去父母與恩師不斷教誨他的四個字：驕兵必敗 這也是大谷被全球球迷熱愛的緣故 而最難能可貴的一點 是現在這個名滿天下的大谷翔平，跟當年打進甲子園的那位高中生大谷翔平 是同樣的一個人",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-21T16:18:13.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAL4SmFyKO_",
        "content": "在陳20萬歌詞那篇留言 發現不肯面對問題的柯粉醫師 阿彌陀佛",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-21T12:32:16.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DALebu8SLNl",
        "content": "孩子：大谷50轟50盜為什麼很厲害？ 大人：因為全壘打跟盜壘都很難，打出全壘打就沒有辦法盜壘，想盜壘不能打全壘打 孩子：這真的很難，可以用籃球舉例嗎 大人：在本季球賽每場平均投出15次三分球得分，搶下15次籃板 孩子：喔喔，這真的很難，可以再用政治舉例嗎 大人：文哲大A在2020-2021疫情這一年，每天早上砲轟中央，每天下午與沈慶京等奸商一起竊盜，365轟365盜 孩子：阿彌陀佛",
        "attachment": ""
    },
    {
        "datetime": "2024-09-21T12:29:58.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DALeK5kyw7I",
        "content": "我算是柯黑首席 記憶力很好是我的強項 陳20萬應該對我的答案很滿意",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-21T12:26:16.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DALdvwHyDnb",
        "content": "新聞： 大谷的高中母校花卷東高校球隊監督佐佐木洋，坦言當初沒能發掘大谷的盜壘能力。 根據《日刊體育》報導，佐佐木洋透過聲明表示，每當他盜壘成功的時候，都在懊悔自己是否犯下極大的「錯誤」，雖然理解他作為打者和投手的二刀流可能性，但自己並沒有意識到他在盜壘方面也有如此成功的潛力。 佐佐木洋說，身為教練，深感自己未能讓大谷選手的另一種可能性開花的結果，「這一個賽季由於無法作為投手登場，他反覆思考作為野手能做些什麼事情，最終他自己創造出『機動力』和『盜壘』這一新的可能性，51發全壘打，連盜壘機會都沒有，他卻跑出51盜，這是極為困難的事情，他那種不局限於『只能做這個』，而是不斷思考『還能做什麼』的能力，遠遠超乎我們的想像，我感到十分驚訝，我實在無法自稱是他的恩師。」 老師，大谷是外星人，請不要再自責了 人類是無法理解大谷外星人的 更別提幫外星人規劃什麼 謝謝老師，你盡力了",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-21T09:23:51.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DALI3tYyJnS",
        "content": "問：如何知道一個藝人網紅已變成收了神秘業配的舔中藝人 答：如果他過去都習慣講中國，瞬間性轉改口只講大陸兩字，那就是了 問：為什麼 答：因為怕金主生氣 問：可以舉例嗎？ 答：祖國人中鳴宣",
        "attachment": ""
    },
    {
        "datetime": "2024-09-21T08:31:17.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DALC2srSRv7",
        "content": "昨晚主流民意關鍵時刻，寶傑大爆炸 劉寶傑：「早在2020年4月，市議員徐立信就已經提醒，萬華茶室是防疫重點，但是柯文哲卻沒有做出任何處置，白白浪費了1年的時間。」 黃世聰：「對，沒錯，2021年5月爆發萬華疫情大爆發，市議員徐立信早在2020年4月就已經特別提醒萬華茶室，需要特別防範，但為什麼柯文哲沒有處置萬華茶室？因為當時柯文哲正忙著京華城。」 劉寶傑大罵：「你做為一個台北市長，你應該守衛台北城，可是你當時卻在全力圖利京華城！」 黃世聰：「3月10日京華城案舉行第一次便當會，3月19日柯文哲收到京華城陳情書之後，馬上下令都發局11天要完成相關任務。」 劉寶傑咆哮：「這個太可惡了，柯文哲京華城下令11天處理，萬華茶室你1年卻都沒有動作！」 黃世聰：「柯文哲2020年3月、4月都在忙處理京華城案，4月9日疫情指揮中心下令全國舞廳、酒店全面停止營業，但柯文哲也沒在管這些事情，2021年4月21日，舉行第2場京華城便當會，1個月後萬華疫情大爆發，到了8月10日又舉行了第3場便當會，10月20日彭振聲蓋下京華城案的關鍵核可章。」 劉寶傑瞪眼大叫：「他的心思都在京華城！」 /續 黃世聰：「照理說柯文哲的本業是醫師，在防疫工作上應該最清楚如何準備，顯然心思都放在京華城，而不是放在防疫工作。」 劉寶傑激動握拳：「你現在回過頭來看，覺得他更可惡了！從來沒有一個政治素人，可以當上台北市長，台北市長是何等重要的工作，以前的台北市長都有很完整的政治歷練，台北市民給你這麼大的關愛、這麼大的支持，柯文哲是這樣回報台北市」 劉寶傑最後對鏡頭暴怒咆哮：「去死吧！」 主流民意寶傑，全力幹爆阿北 2026白色要怎麼選？ 阿彌陀佛",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-21T07:58:53.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAK_JVWyRKx",
        "content": "突發：陳20萬上班時突然發表歌詞創作，悼念已經離開大家的阿北 阿北不在後，真的很閒 領20萬的英文這麼爛，英文少個be",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-21T06:04:55.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAKyGrJhrNE",
        "content": "姦殺無辜女子分屍成六塊割下陰部的華山分屍案兇手，在那個專門替鄭捷與小燈泡殺手辯護的約炮人權律師黃致豪，與法官的合作下，得到無期徒刑 你知道他被捕入獄後一路發生甚麼事嗎？ 「明明是隨機強姦殺死陌生女子，卻謊稱女子與他有一段感情，父親淚崩當面駁斥」 「在庭上不斷說謊，鬼扯有外國人才是殺死死者兇手，後來鐵證無可狡辯」 「會客時自豪無期徒刑之後緩刑被放出來，還能出本書」 這個是他講出來的話，家屬傳遞痛哭欲絕 對這種人間畜生，你談甚麼廢死？ 他一輩子都不會覺得有錯，只是幸災樂禍逃過極刑 而無期徒刑就是延後這種披著人皮畜生的生命，讓他有配套的可能等到緩刑 等他放出來了，遺族家屬將一生活在地獄般的痛苦中，直到生命結束 虐殺一個人的生命，毀了一個家庭，還自豪我有機會緩刑，可以出書 跟這種人談廢死？ ㄍㄋㄋ 很高興燈泡媽醒了，殺死他女兒的兇手，也是經由上面那個約炮人權黃致豪律師的幫助，得到無期徒刑的恩賜，法官還在庭上對殺人兇手噓寒問暖 情何以堪 所謂人權律師 鄭捷案、小燈泡命案、華山分屍案等知名已婚人權律師黃致豪被爆多次對向他諮詢法律意見的女子約砲，導致女子深受騷擾。類似事件層出不窮，過去曾有因付不出律師費而被要求「陪睡抵償」的荒謬案例，但律師懲戒委員會卻僅以不痛不癢的「申誡」作為懲處，如今黃致豪約砲事件又一例，台灣司法地位再遭質疑。 被稱「魔鬼代言人」的黃致豪被踢爆約砲，且用「內射精液可舒緩女性生理不適」等論調企圖說服向他諮詢法律意見的女子與他上摩鐵，民眾拿出《台灣律師懲戒委員會決議書》中類似案例舉證，告發他涉嫌違反《律師倫理規範》，希望北檢比照辦理。 決議書中被付懲戒的律師邵勇維，現年42歲，原為高屏兩地擔任檢察官而後轉律師，曾任「正德慈善基金會」總執行長，免費接受民眾法律諮詢，博得公益律師美譽，卻被爆出要求付不出律師費的卓姓女子陪睡抵償，還說「當檢察官的時候不能叫小姐，所以對這很好奇，想知道小姐如何服務客人。」",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-20T08:45:35.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/DAIfsj7hyBe",
        "content": "如果這篇文章裡的詹是指我 那麼之前小草上街，我呼籲大家不要聖母病，對於小草上台抹黑台灣司法不公平，賴清德放人的鬼扯論述，就算有精神疾病還是要理性批判，不可以讓這些論述躲在某種光環下被大量傳遞 這樣能打成厭女？ 你這個滑坡，真的是讓大腦滑回你的大腸排掉了 然後留言有人問詹仇女？他就回是喔，然後提不出任何證據 好喔，這些瘋癲女拳假帳號請繼續 瘋女拳的手法，就是無腦把人抹黑厭女仇女，綁各種雄性稻草人，來圈粉集眾 推友朋友說得很好：這群性別圈就是成天內耗，不打白藍紅敵人，專打台派自己人，來蹭流量，社群的底層生物 我要敬告小朋友，當你追隨這群人，你就是走到最偏鋒，離性別平權更遠 我尊敬的女性主義者尤美女林靜儀也不會這樣滿口鬼扯，胡亂出征支持兩性平權的男性 這群成天到處出征，抹黑男性的女拳，真的是另一種霸社 已封鎖 留言附上我之前寫的反駁文",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-16T11:59:38.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/C_-iuRzSHlA",
        "content": "那個時候更可怕 特偵組被國民黨直接掌控 檢察官排一排宣示一定要抓到阿扁 國民黨跟橘色立委開記者會遙控怎麼偵辦 中時聯合每天都是滿滿阿扁新聞 所有電視打開新聞節目全部是阿扁 還有個週刊做了20幾期封面都是阿扁 陳幸妤每天被五大電視台追被霸凌到發瘋 全家人間消失 後來還出現一個無恥王偉忠全民大悶鍋，每天晚上準時瘋狂醜化台灣人跟阿扁全家 檢調媒體甚至是黨國綜藝集體追殺，第一個拿下政權的台灣總統 綠色差點滅黨，所有台灣人支持者都不敢承認自己支持民進黨 你說可不可怕",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-16T11:01:03.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/C_-cBREykbk",
        "content": "一群朝三暮四的猴子",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-16T09:01:32.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/C_-OV3Rh6W5",
        "content": "以前有個傻子拿到一塊天價的日本最高檔次A5和牛，第一秒拿這塊和牛去炸 把這塊和牛炸成沒有水分乾扁難嚼失去原味的低檔十元肉串，所有專家廚師都崩潰了 目前看到林郁婷跟麟洋的廣告表現，就是被一個不知哪來的蠢蛋經紀人，搞成兩串無聊的十元肉串 我腦中能想到一千種郁婷麟洋可以接的質感品牌與該有表現，就像是那些你看到日本奧運金牌選手的廣告 汽車，時裝，名表，強勢國際品牌．各種國民第一企業年度代言人，每一則都是花上數千萬製作的超精緻廣告 結果過去四年來麟洋接了甚麼廣告？我想不起來，然後現在是明星三缺一？連林郁婷也淪陷了 我猜是那個經紀人能力不足，完全不知怎麼做選手品牌 靠關係拿到A5和牛食材，因為能力只有這樣，認識的人只有那些，結果賤價賣給夜市十元烤肉串店 選手都登上體壇的最高殿堂，拿到最難得奧運金牌，經紀人在幹甚麼？專找搞笑過氣藝人做廉價浮誇大頭漫畫表現廣告的明星三缺一？ 不過這個經紀人也是選手自己簽的，我也不能說甚麼 中華民國體壇真的有很多不可告人，奧運金牌選手也不敢得罪的東西（關係） 好不容易養出兩對不同領域的奧運金牌選手，卻同時毀在同一個不知哪來的經紀人手裡？ 阿彌陀佛",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-16T07:28:12.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/C_-DqU7hr1N",
        "content": "愛莉傻傻：「我真的希望阿北受到他值得的對待。」 翻譯：\n房仲業者網紅：「我真的希望害我黑掉欠我人情的炒房貪官，能放出來讓我有機會賣他房子分個贓，讓我得到值得的對待」",
        "attachment": null
    },
    {
        "datetime": "2024-09-16T07:02:01.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/C_-Aqf0hWLV",
        "content": "從柯文哲弊案會變國民黨黨內互打很簡單 黨內分成北市議會派，跟立院派 議會派的覺得這是2026議會選舉的前哨戰，順便護主，把柯文哲打爆，先替主人蔣萬安建功 立院派的認為，我們在未來幾期院會需要民眾黨這八票，你們地方議會的把民眾黨打爆，我們怎麼搞法案？ 然後黨內互打 我比較瞧不起立院那群，你們明明是國會最大黨，卻可悲到要去跪那八票 基本上我比較尊敬國民黨打柯的人，這群人很清楚的知道養柯文哲是養腫瘤，2028還有民眾黨就是繼續吸藍營的票 不過狗改不了舔屎 國民黨改不了舔民眾黨 要不要養民眾黨時力也是２０１６－２０１８民進黨的紛爭\n還好我們已經結束這個議題 台灣本土派沒有養不以反親中勢力為第一要件的第三勢力的空間\n最後都會出現與藍合作殺綠的背骨垃圾",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-15T12:20:34.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/C_8AUuMyWc2",
        "content": "小英：清德終於上手了",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-15T07:29:12.000Z",
        "post_link": "https://www.threads.net/@jameshsiehtw/post/C_7e-x5BcG9",
        "content": "一個收了錢的靠北系南韓網紅，經過特殊允許去北韓拍了旅遊影片，回來後高歌北韓比想像中自由，我們都是大韓民族，喊南北韓血統都是一樣的一家親，沒去過北韓你憑甚麼批評北韓 有個脫北者看不過去說：你有本事去北韓住個五年十年，能拿在南韓的靠北嘴臉全身而退，你再來說這些話，不要去個三天五天在那邊鬼扯，你根本不懂北韓 沒想到這麼扯的事情，正發生在台灣 一個只有去過中國沾醬油旅行個幾天的低能網紅，敢教訓敢大外宣大家中國是可以相信的 你他媽有本事去住個三五年再來跟我說教吧，只會躲在台灣的祖國美人 ＸＸＸ",
        "attachment": null
    }
]