[
    {
        "datetime": "2024-09-21T07:45:44.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/DAK9pBmTn-B",
        "content": "雜感 1. 台派朋友們這幾天因為各種事情煩心。但沒有人有錯。有人冷靜，有人看到破口很急、但都是代表各種不同圖像的台灣人。我再提醒一次，這是我們的工作，我們會想辦法解決，會想辦法更明確地溝通。讓大家擔心是我們的責任。 2. 我開議前研判民眾黨會激進化，但我的理由是支持度下降的後果。事實上，看起來支持度沒下降太多，卻馬上第一天升高衝突。 3. 黃國昌批評楚茵是三立出身，不予評論。原來讓別人不舒服，先要看別人出身？黃國昌著作等身，一定是有什麼高深的法學見解我們不懂。 4. 二七五八號決議爭議，就像一場台灣要參加的棒球比賽，中國長期用比賽規則（2758）說，「台灣不准參加！」，現在世界各國開始說，是中國錯誤解讀比賽規則；而我們民進黨想透過立法院，一起跟世界各國譴責中國這種行徑。 結果國民黨現在要討論的是，我們球隊要把蔣介石找回來當隊長；民眾黨是在大聲吼叫，我們球隊開始熱身了沒？平常有沒有好好在練球？ 問A答B的巔峰之作。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T16:37:10.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/DAJVqg_S2XA",
        "content": "每次遇到來個版上造謠的，把他點破之後就在那邊唉什麼出征、台灣的言論自由在哪裡、內鬥、分化等等。 我再說一次，言論自由不是不被批評的自由。更何況是造謠或者口吐穢物。 承認自己敢做不敢當是有多難。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T04:11:02.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/DAIARqjOL-O",
        "content": "新會期真的更慘。 藍白真的演都不演，上台發言造謠、事實錯誤、邏輯錯亂，前言不對後語，連2758那麼短的決議也看不懂，蔚為奇觀。 直接退回預算、舉牌抗議叫行政院長出去，第一天就直接升級。 上工啦。我看之後修寬反滲透法、提出憲法訴訟法架空司法，藍白應該都沒有打算要藏了。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T02:05:04.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/DAHx3F5zv6v",
        "content": "我昨天回留言回到睡著，所以可能有一篇是打字打到一半的，實在不好意思。 這件事情大家的焦慮都是對的，也是我們要承擔的。台灣走到現在，必須要尊重司法，但我們在尊重司法之下，仍舊必須用立法去努力的讓問題減緩。立法委員在這邊也不會雙手一攤免責。 所以我覺得最重要的是我們要怎麼讓國安問題用另外一套法律得到確保，這也是為什麼上會期我們就已經討論過，而且都提案躺在那邊的原因。 然後我下個禮拜我還會再提三個新的。 我昨天有回應，雖然現在可能法案過不了，但是越來越多人認識到這個問題，罷免才能夠逆轉這些情勢。 現在民眾黨正在舉牌抗議，圍住卓榮泰院長。正直和善良都沒有要回來呢。 他們現在是在抗議說NCC的代理主委不可出席，然後說行政院長濫權。 問題是，今天是誰來出席是韓國瑜院長核定的，要抗議的話是要找韓國瑜。結果不敢，只敢罵行政院長。 法盲加理盲。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-19T17:58:06.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/DAG6IXozaqc",
        "content": "我們自己要尊重司法 司法已經數次判決，對待異性戀和同性戀的標準必須平等一致。有看判決就知道，這個訴訟再打下去不會有什麼結果。陸委會和內政部也只能尊重司法，並且開始進行相關措施。 至於國安問題，在法律上他本來就是一個條件，也就是說，在現行法架構下，你用別的方式再加以限制就好。不衝突。 比如說，黃捷之前提案中配要宣誓，我提案在特定情形之下，中配要直接取消證件等等，都是設定國安的條件來擋住可能的滲透。 所以一樣的道理，在法律上做成一致的對待是現在法院的主張，但是你要用國安的條件再架設限制法院並沒有說不行。 我明白大家的擔憂，但這個在法律上其實是很好處理的事情，怕的只是有政黨不想處理而已… 目前因為中國不承認同婚，所以無法取得身分證，但是並不排除中國來玩陰的，所以我認為可以先從這個部分著手開始討論立法。國安的條件應該不會是違憲的。 異性戀和同性戀的滲透問題不會有差別。 也就是說，你法律沒有去擋異性戀的國安問題，一樣不會擋住同性戀的國安問題。 在我們有中配那一刻起，問題都是一致的，所以我才會主張要把反滲透法納入到身分證考量，並且擴張反滲透法適用。 國民黨做法剛好反過來：限縮反滲透法適用，並且身分證鬆綁。 戰場是在這裡。 至於陸委會去遵守法院判決，我是覺得真的沒必要攻這一點。這個擔憂誰都明白，但法律擺在那邊，法官解釋法律並沒有錯誤。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-18T03:56:09.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/DAC0-4mvJyu",
        "content": "今天早上記者會講2758號決議，我想說不要批評民眾黨，新的會期大家多談都是好事。然後我們打算遵循澳洲和荷蘭的做法，一同響應2758號不涉及台灣，讓中國不再能利用2758號決議阻擋我們參與各式各樣的國際組織。 結果剛剛黨團協商，藍白自己劃定協商範圍就算了，當思瑤幹事長說臨時動議要討論2758號決議的時候，藍白，包含韓國瑜全部都離席，然後直播畫面直接切成散會，避談2758。 然後民眾黨記者會，就跟之前香港事件一樣，不選擇譴責中國，他們的2758全部都是在檢討政府。 好喔。 對著空氣講話的思瑤幹事長",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-14T15:21:00.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_5wLZ7vtsu",
        "content": "太忙了，很久沒有看自己的動態回顧，剛剛點開來看，看來2019在想的事情，過了五年好像也還是類似。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-13T01:34:35.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_1sztGuDFb",
        "content": "戴了這個幼兒視野體驗眼鏡之後，就可以清楚知道小孩過馬路視野的侷限。透過這樣的宣導，也才更能夠落實交通安全。 感謝靖娟基金會不斷地在交通議題上的努力，而全家長期在這議題上與靖娟基金會共同努力，大家到便利商店的時候順手投一點小零錢，繼續支持這個小黃帽交通安全計劃！ 帽子我已經調整到最大了。 全家在這里\n靖娟兒童安全文教基金會-守護寶貝每一天\n#小黃帽交通安全計畫",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-09T01:35:21.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_rZtuHugtI",
        "content": "真正的司法迫害，是在還沒進入司法程序就把你幹掉，學術名詞叫做Extrajudicial killing。 進階一點的，就是用法律程序，但是不存在法律保障。連人都找不到。李明哲，富察等人在中國被抓，遇到的都是這種。 真的要叫「政府放人」，是這種的。 為了這些事，很多台灣NGO，也包含我自己，去國際會議發聲、演講、走1.5外交途徑等等。這才叫做對抗巨大的幽靈。 昨天民眾黨集會，上台叫政府放人，是最大的諷刺，是對人權工作者最大的侮辱。 這是不斷在暗示，台灣的民主政府跟中國沒有兩樣。也難怪昨天蕭旭岑會去。這些人和馬英九全部都在傳遞一樣的錯誤敘事。 這是最大型的洗腦行動。 在海外參與AI武器的會議，看著台灣發生的事，頭痛。 一群不負責任的政治人物沆瀣一氣，選擇不溝通自己的支持者，只顧自己的聲量，是台灣未來最大的隱憂。 中國最愛這種。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-08T11:43:40.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_p6iW8vkCK",
        "content": "花蓮今日下午大雨，蘇花路廊鐵公路又再次中斷，接獲消息後，我的團隊隨即盡速與各部會溝通交通備援措施，先總結現有資訊給有需要的鄉親： ▶️ 鐵路部分，崇德-和仁間雙向中斷，工程單位已待命，待土石穩定儘速搶通。南迴對號列車已全面開放站票，也在協調更多增開班次。 ▶️ 公路部分，今日19:30搶通後開放通行至21:30後，再度進行預警性夜間封閉。 ▶️ 公路部分，自9月9日~9月10日：管制期間每日放行3次，放行時段：\n上午6:00~8:00、中午12:00~13:00、下午17:00~19:00 9月10日以後，管制期間每日放行3次，放行時段：\n上午10:00~10:20、中午12:00~13:00、下午15:00~15:20夜間(17：00~隔日08：00)及假日全天不管制 ▶️空運部分，9/8、9/9 已協調立榮增開班次，後續再爭取更多加開班次，有消息也會立刻更新。 ▶️ 海運部分，預計下週二到四會有新台馬輪投入，暫定班次如下：\n蘇澳-花蓮：08：00、花蓮-蘇澳：13：30\n（另臺馬之星預計今晚也將前往基隆備援） 即時更新： pumashen.org/news",
        "attachment": "site: https://l.threads.net/?u=https%3A%2F%2Fwww.pumashen.org%2Fnews&e=AT0rjldZ3d4Va7Xf-cSzINXxt4z7PRUryxUeRiPRqsHgCcUUHTEKi4BOv9GiAGBFgp59p-Dag3rpaiDbS1CTtmLl2W3419X_8JXIQ3JhvzMImWmn7BSUoMhcpBoLjJJHLgniPW6sPhOMqW5VnuvVqUk"
    },
    {
        "datetime": "2024-09-08T08:06:12.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_phpnLvFm5",
        "content": "立榮今晚及明早均提供北花加班機，相關資訊如下，預計16:00對外開放訂位。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-06T01:32:26.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_jq_wjyCNx",
        "content": "柯文哲昨天接受日經亞洲的的專訪，說法律和媒體是在替民進黨服務。 其實我甚至還聽過藍營學者說「現在的媒體控制比戒嚴還誇張」。 來看數據。根據有影儀表版，整個八月新聞頻道在YT上的排名是 第一名 東森 10,270 支影片 224M 觀看\n第二名 TVBS 18,446 支影片 202M 觀看\n第三名 旺中 17,008 支影片 185M 觀看\n第四名 三立 13,947 支影片 140M 觀看\n第五名 民視 6,957 支影片 51M 觀看 八月就兩個大事件：奧運、柯文哲。我還沒算中國頻道喔。 我知道司法一定有人會認定不公，法官之間的見解也會有歧異，但基本上所謂的司法不公是指檢察官、法官被大量操縱，而且系統性地往一個方向偏斜。 系統性問題，包含最高院、司法訓練、內部民主、人審機制等等，這幾年獲得很大的改善。至於一些地方勢力的問題，確實比較難解，但剛好這題跟地方勢力沒太大關係。 也因此，這根本不是什麼操縱司法。難道無保的那一天，是民眾黨操縱司法嗎？文燦被押的時候，難道又是國民黨操縱司法嗎？ 在貪污這題，主要難解的是財團的力量，這次案件不就是財團嗎？然後財團被查了不是嗎？ 直播排行榜的部份 第一名 旺中 2,028 支直播 3.0M 觀看數\n第二名 三立 866 支直播 2.5M 觀看\n第三名 東森 464 支直播 2.1M 觀看\n第四名 TVBS 1,369 支直播 1.8M 觀看\n第五名 中廣飛碟 624 支直播 1.0M 觀看",
        "attachment": ""
    },
    {
        "datetime": "2024-09-05T11:35:46.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_iLP0EurYc",
        "content": "我想大家應該都知道等一下直播要講什麼…",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-05T03:28:55.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_hTiEetNj_",
        "content": "繼續外交任務，下週要參加REAIM，討論軍事灰色地帶的網路AI問題，主要也是北約對這個議題越來越關注。 接下來還要跑歐洲一趟。 REAIM屆時會有直播，歡迎大家收看！",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-04T13:58:17.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_f2w1wS-KP",
        "content": "我三天前發文說過了，但我再說一次，請負責任地讓自己的支持者知道到底發生什麼事。 你們已經玩壞一次憲法了，請不要再完壞刑法和刑事訴訟法。 本案涉及的都不是高深的法律概念，我也都發文說明過了，剩下的應該就是靜待司法，畢竟我們對事實也都不夠清楚。 茶餘飯後可以，但如果你的職業本身就是立法委員，甚至是直接跟支持者對話，那麼請清楚自己的社會責任。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-04T07:59:42.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_fNuccMgxD",
        "content": "今晚來盤點下半年注意事項～ youtube.com/live… 順便可以幫大家解析一下「統一沒什麼不好」為何會在這個時候出現",
        "attachment": "site: https://l.threads.net/?u=https%3A%2F%2Fyoutube.com%2Flive%2FVdaoI5tdvzk%3Ffeature%3Dshare&e=AT0rjldZ3d4Va7Xf-cSzINXxt4z7PRUryxUeRiPRqsHgCcUUHTEKi4BOv9GiAGBFgp59p-Dag3rpaiDbS1CTtmLl2W3419X_8JXIQ3JhvzMImWmn7BSUoMhcpBoLjJJHLgniPW6sPhOMqW5VnuvVqUk"
    },
    {
        "datetime": "2024-09-03T11:38:25.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_dB9gfSKRE",
        "content": "今天是93軍人節，在這裡向所有捍衛國家安全、守護家園的國軍們致上最崇高的敬意。 新的會期，我會繼續在國防外交委員會中奮鬥，為國軍爭取更多的權益和保護，確保國軍弟兄姊妹能在訓練、裝備和照顧上得到更大的支持。 圖片來源：國防部軍事新聞通訊社",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-03T03:21:47.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_cJIGVSERX",
        "content": "❌今天早上柯文哲：這個國家有很多事要做，比如缺電，但卻全力對付他。民進黨說你有罪就是有罪。 欸不是，檢察官不負責發電啊。 然後，你有沒有罪是法官決定。貴黨現在是挑戰司法獨立挑戰上癮了嗎... 擋我們法案也是你們耶。 ❌今日早上黃國昌：監察院是廢物院，新會期砍監察院預算 你們政治獻金問題就是因為監察院申報系統出來的，京華城的事也是監察院的報告，然後你現在直接提出要廢監察院？這個時機？ 你的國會擴權跟監察院的關係，憲法法庭都還沒決定耶，是你自己認為會違憲嗎？ 我真的對這兩個人毫無期待。 推國會濫權時：民進黨以前也推（很抱歉我們推的沒有擴權） 政治獻金出現問題時：我們學民進黨的（並沒有）、廢掉發現的監察院 容積率出現問題：民進黨執政縣市也有（結果根本搞錯） 被搜查時：民進黨操縱司法（所以無保是民眾黨操縱司法嗎？） 被說干預司法時：民進黨以前也有踹門（？？？） 到底什麼時候才有辦法正常回答問題啊.....",
        "attachment": ""
    },
    {
        "datetime": "2024-09-02T15:15:34.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_a2BKgyDdk",
        "content": "1. 明知道自己在做什麼（我知道自己在簽名和指示）、\n明知道自己違背特定法令而圖利（我知道違反都更相關法令）、\n和明知道自己違法（我知道我犯了圖利罪）... 是三件不同的事情。本案聽起來是第二個。 2. 故意或明知都要存在於行為時。 亦即，明知是要在某個特定時間點，不是每個時間點知道都可以叫做明知。 比說詐欺，一定是要在騙人的那個時候，不能是事後。我吃麵吃到一半才發現忘記帶錢，不會叫做詐欺。 因此違背法令和指令的時間點在本案至關重要。 3. 我實在沒想到要解釋到這種地步.......這還真的是法制教育深化.........",
        "attachment": ""
    },
    {
        "datetime": "2024-09-02T05:53:43.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_Z1t_4yhJN",
        "content": "過去有沒有圖利罪，但因為被告「不知道」所以無罪呢？ 有的。 圖利罪，再說一次，就是違背法令＋有人得到利益，然後被告自己也知道違背法令並且使人得到利益。 過去有一位員警，在交通開單的時候，因為同情對方拾荒很辛苦，因此把罰單劃掉。 員警有沒有違背法令？有。 有沒有人因此得到利益？有。得到一個「不用罰錢」的利益。 這就是我日前說的，圖利罪很容易成立。 但最後法院判員警無罪，因為員警「不知道自己這樣是違背法令」。 案例不多，但確實是有的。 所以我還是要再說一次，雖然我對過往扁案對於不知情的見解很有意見，但司法已經不同了，對於到底知不知情，就是要證據判斷。 總之就是靜待司法，不管什麼案件都一樣。 我上一篇短短的發言，竟然得到關注，結果有人在八卦版說我太囂張（這囂張在哪裡？？？）要爆我留學和求職的卦。 請趕快爆，連我自己都不知道自己有卦。 這陣子看我跟柯有關的發言和發文，想也知道我跟囂張扯不上邊。 要大家冷靜，反而會受到攻擊。 有趣。看來有人希望社會不平靜。",
        "attachment": null
    },
    {
        "datetime": "2024-09-02T00:40:33.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_ZR4Uyx7UW",
        "content": "前幾天寫的法普文，跟大家介紹過圖利有一個限縮重點，是「犯罪者明知自己違背法令在做」。 看起來柯文哲是爭執這個要件，說他自己不知道。 我前幾天也說過，事實並不明朗，他說自己知不知道，也確實可以是爭點。 單純學術上來說，我一直都認為羈押的犯罪嫌疑重大的主觀要件不太會是爭點，不過這跟司法公不公平無關。 只是這讓我想到，阿扁那時候主張他不知情的時候，法院說，你怎麼可能不知道。 所以我們應該還是要慶幸，台灣已經走出那個時代。 剩下就還是讓證據說話就好，司法總不能一下死一下活。 按照某昌的連連看，他一定大吼說：「怎麼可能不知情！」 啊忘記他們同黨的。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-01T12:34:59.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_X-2Bct2pl",
        "content": "開議前大掃除掃出一堆掌上型遊戲機，竟然還有一台PDA，我還以為我幾乎都送出去了。如果我沒記錯，我光是PSP應該就有五六台…",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-08-31T14:19:32.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_VmA7ytSM0",
        "content": "#圖利的重點：違背法令的行為＋ 圖利他人或自己的結果 他是一種「濫用權力」，並沒有很難證明，基本上就看有沒有指示和利益獲取，以及犯罪者明知自己違背法令在做。 然而，他其實很容易成立，因此不少學者認為應該要用一些條件限縮，否則基層公務員違背一個小法令，導致有人得到很小的利益，也走這條路，比例原則上不太適合。 #收賄的重點：收錢或要錢（或利益） + 有交換條件（俗稱對價） ＋ 與職務相關 他是一種破壞我們對公務員信任的犯罪。政治人物收錢在選舉或許常見，但是收錢之後「答應做什麼事」（交換條件）才是重點。 要怎麼知道這些人要錢或收錢的時候有「答應做什麼事」？很難證明。通常需要有人自爆、或者錄音、line對話等等。 要證明這些，都跟司法公不公平沒有什麼關係。 檢察官掌握不到金流，就很難走收賄罪；掌握不到關鍵對話，就很難證明有交換條件。 很多案例都很多年了，誰也不知道什麼時候會爆，證據突然出現。 現在這些案件，不分藍綠白，就都是很單純的看檢調證據掌握到哪裡而已。 看到陰謀論滿天飛，我真的覺得，台灣身為一個對貪污深惡痛絕的國家，至少告訴自己支持者問題在哪裡吧？ 阿扁的案件才是真正值得大家深思的案件。他一個案件突破了當年至少三個法律原理原則。那是我對司法最不信任的時候，但我也因為這樣大量的爬梳脈絡，也寫了好幾篇社論和相關司法改革的期刊論文，最後自己再參與其中。 有些事情已經修正了，有些還沒完全好，但台灣再往那個道路邁進，拜託不要再用民粹去破壞這個容易受傷的制度。",
        "attachment": null
    },
    {
        "datetime": "2024-08-30T12:19:25.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_SzeS2ScB7",
        "content": "寫完學術分析，寫一些政治上雜感。 1. 上一篇發文某種程度是想提醒民眾黨未來走向，我說真的，健康的政黨對國家都是好的。支持者不聽也沒關係，還要繼續來出征和造謠的話，真的是好話不說第二次。 2. 館長的折射是黃國昌。 3. 民眾黨接下來還是有每年1.5億的補助，還有八席的立委，基本上政治能量還是在那裡。台灣民眾普遍是健忘的。問題在於，如果民意選擇拋棄民眾黨，那麼這八席可能會暴走，而不是重新尋找民意。 4. 跟親民黨不同，民眾黨的路徑（不是指意識形態，純粹指走向）更像新黨。新黨當年重傷在內鬥。而民眾黨不管柯的案子還是高的案子，其實都是國民黨掀出來的，很多支持者沒搞清楚這一點。 5. 然而，民眾黨擁有的有形跟無形資產大於新黨。接下來八席的政治選擇很重要。 6. 這八席只要超過一半的人，持續否定現實，並把個人利益大於對政策的關心，接下來的會期我們會很艱難。這點我比較悲觀，至少有幾個人我是永遠不會再相信。",
        "attachment": null
    },
    {
        "datetime": "2024-08-30T06:09:06.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_SJGBCSlzf",
        "content": "學術上的一些murmur，不喜勿入。 因為我的專長研究是白領犯罪，但我最近很少針對民眾黨的事情發言，因為我對未來的發展有點悲觀。 大家在討論貪污時，可能很常聽到「裙帶資本主義」，但不一定知道問題在哪裡。 首先，裙帶資本主義是裙帶主義和資本主義的結合。 裙帶主義本身未必是問題。台灣很多研究者錯用了裙帶主義概念。裙帶主義講白了，就是「只用自己親近和信任的人」。這在古代就是上流社會的運作模式，也因此，以這種人脈決定的政治，不一定是貪腐的根源。在那個世界裡，為了加入上流社會才會是賄賂的開始。 資本主義也未必是問題，畢竟人類世界也沒有找到其他替代制度之下，資本主義本身舊有的問題，最終也是在體制內解決。 而在正常社會的發展之中，會出現資本家強大並且涉入政治的現象，形成所謂的裙帶資本。因為上流上會的統治者有權決定事情，而資本家想要影響這個決定，構成尋租的條件，最終就出現了賄賂。 要怎麼解決呢？說來殘酷，其實世界各國沒有真的解決。目前的作法，其實就是把這件事情「體制化」。政治獻金法、遊說法就是這樣的產物。因此，貪污的討論反而被集中在個案，或者那種事務官、基層的收賄或濫權（1/n）。 為什麼呢？因為世界各國都走過先用嚴刑峻罰處罰貪腐，結果死的死，傷的傷。在法律制度沒有穩定之前，幾乎無法根除尋租。 因此最後，走向了一個妥協的方案。 財團能不能給政治獻金？可以。 但是可以有對價關係（交換條件）嗎？不可以。 真正的對價關係會給你知道嗎？不會。 那該怎麼辦？唯一的作法就是一切透明公開，交給人民去檢驗，轉化成政治責任。並且嚴格限定政治獻金的使用。 世界各國的財團，反而喜歡這種穩定的制度。在合法合規的方式下，去支持對他自己有利的政策。 而一些法制不完備的國家，在沒有這種穩定制度的前提之下，自然有大量的賄賂，因為那個是裙帶資本主義往前走所發生的必然過程。 如果是這樣，那麼，台灣只要有越來越完備的透明法制，賄賂自然會減少，聽起來好像不錯吧？ 但是學術上指出，要走到那一步，有一個阻礙。這一個阻礙會讓有些國家一直卡在貪腐的困境當中。（2/n）",
        "attachment": null
    },
    {
        "datetime": "2024-08-29T08:42:13.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_P10jyOFqu",
        "content": "本來台灣的公關公司最近都比較安靜，結果講一下東突馬上幾個粉專就醒了。 晚上來聊聊悟空、間諜和網紅。 youtube.com/live…",
        "attachment": "pic, site: https://l.threads.net/?u=https%3A%2F%2Fwww.youtube.com%2Flive%2FqRvbTESwTNk%3Fsi%3Dv9_av4mcdI-QQysn&e=AT27JdP26SGICp8lXZbNf_fsvwb1koTOsEUAdhjYS_y0hmd8A0E9BywWMWRfId5A64nbbP4SmOKDF_XZn17QOqXPhM8azgd0f1oqNqwFkExnMtNPPmDKvFStUm2IJT-_SaF99Js47kOr_821QiPQbR0"
    },
    {
        "datetime": "2024-08-28T03:46:41.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_MvNLvsOaV",
        "content": "#司法改革永動機 沒有證據的時候：我的D槽很滿 手上有照片的時候：我看到滿滿的證據 檢調調查的時候：因為都是我提供證據 聲請羈押的時候：檢察官動作太慢 起訴時的時候：貪污要連坐，怎麼只起訴一個 不起訴的時候：新潮流實力雄厚 判無罪的時候：司法已死，只好我自己來調查 沒案件的時候：找不到弊案，所以要趕快修新的法律把證據生出來 沒人理的時候：台灣只有我在推司法改革 —— 自已黨有爭議被監察院揭露的時候：監察院是東廠 自己黨有爭議被檢調調查的時候：我不清楚 自己黨貪污被起訴：我相信他",
        "attachment": null
    },
    {
        "datetime": "2024-08-25T03:57:28.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_FCDkYvNth",
        "content": "因為最近民眾黨的事情，2013我跟大家說柯文哲有問題的發文又被新聞拿出來。 其實當年出來講的人很多，只是當時的氛圍，讓講的人被攻擊到在地上摩擦。 最慘是2018，我在網路上被洗成跟精神病一樣，只因為我回覆網友說我會投姚文智。 現在他們還是同一招，然後我從成立民主實驗室和黑熊學院之後，國民黨也開始玩，反正不知道打我什麼，就一直打我精神狀況有問題。連A片和政治立場這種學術研究，也在那邊繼續洗成精神狀況的問題。 有些人在你批評了之後，會改進。 有些人是你批評了之後，對你做人格毀滅。 我只能說，謝謝民眾黨、國民黨和共產黨，你們讓我變成一位堅強的人。 要看透柯文哲不難，有這本就好。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-08-24T13:20:16.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C_DdquktMmg",
        "content": "回台灣之前看場比賽 中野真的最好逛沒有之一 以後的國會筆記本",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-08-22T07:09:01.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-9pl0SNFqf",
        "content": "今天晚上一樣準時開播，不一樣的是地點變了！ youtube.com/live…",
        "attachment": "pic, site: https://l.threads.net/?u=https%3A%2F%2Fwww.youtube.com%2Flive%2FB1YeopBXXYo%3Fsi%3D2junV7-bBAaYxnMV&e=AT23qfPOJOtrRVoZnKoJmXP2SuR0h2yirNqoQeIhROU32iNnwp6bsL14DEDfOBm8PFS6cSZAiuaXOq-wClRTu4-o0TLbL5QvVbONKuF4119D8ht54GPdsOZhAjBnHhIkLPEFq3-K8-PmuPCFAuHI4AI"
    },
    {
        "datetime": "2024-08-20T06:47:49.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-4dk5SPYJU",
        "content": "我這幾天也是在幫我女兒看房子 圖片來源：官網",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-08-20T00:32:18.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-3ymhcSl7i",
        "content": "幾個概念給大家知道。 為什麼這次民眾黨可以爆出那麼多爭議，是因為哪一位立法委員跟神一樣會「調查」嗎？ 不是，號稱最會調查的現在還在裝死。 這次爭議會浮現，很簡單，是因為政治獻金有「透明」這個機制，什麼都要申報。透明化才是民主的基石。 一旦透明化之後，你不誠實申報會有偽造問題，所以一言一行會被攤在陽光下檢驗。 在陽光之下檢驗後，一有問題，真正的調查單位--檢調--就會出動。 所以立法委員的責任是什麼？是調查嗎？不是。是建立好各種透明化的法制。 這也是為什麼我要推立法委員去中國要報准的法案。因為一旦報准，行程就要公開上網，接受全民檢驗。 這才叫做「人民可以監督」。 結果呢，我的法案不旦被擋了11次，民眾黨就擋了5次，藍白還聯手不斷洗腦人民說，立法委員才是人民代表，才是真正監督者，所以需要跟檢調一樣的調查權。結果他們的調查權是來侵害人民的。 揮舞著政治語言，結果連怎麼建立監督的制度都不知道。 笑死。 所以藍白最怕什麼？最怕國家往正確的方向走。因為這樣就沒辦法搞民粹。",
        "attachment": null
    },
    {
        "datetime": "2024-08-19T12:45:31.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-2ht0qSq53",
        "content": "我做了那麼久的白領犯罪研究，第一次聽到破獲詐騙集團之後，還要等詐騙集團天天開記者會解釋詐騙過程的。 「都是綠營側翼質疑我詐騙，以下是我詐騙過程。」",
        "attachment": null
    },
    {
        "datetime": "2024-08-17T06:34:24.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-wtp8OtY5Q",
        "content": "每次來花蓮都學到很多。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-08-15T12:03:00.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-sJq9TvZNe",
        "content": "今天加開零食會～月月鳥來了！ youtube.com/live…",
        "attachment": "pic, site: https://l.threads.net/?u=https%3A%2F%2Fwww.youtube.com%2Flive%2FBJ9VLFW6SME%3Fsi%3DiNh0YNo-s4NsUQ71&e=AT23qfPOJOtrRVoZnKoJmXP2SuR0h2yirNqoQeIhROU32iNnwp6bsL14DEDfOBm8PFS6cSZAiuaXOq-wClRTu4-o0TLbL5QvVbONKuF4119D8ht54GPdsOZhAjBnHhIkLPEFq3-K8-PmuPCFAuHI4AI"
    },
    {
        "datetime": "2024-08-14T11:45:54.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-pi65OyIZ_",
        "content": "主張立法委員要有極大調查權的那群立法委員，為什麼完全展現不出來任何調查能力？看起來沒公權力的民間調查好像都比立法委員專業。 然後同一群人今天開會還怪這半年以來民進黨拖延議事。藍白推出那麼多有問題的法案，然後現在想裝死就對了。有夠沒下限。",
        "attachment": null
    },
    {
        "datetime": "2024-08-12T15:22:10.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-kyFHxyB_4",
        "content": "組織本身有貪污問題被調查，因而被除名；現在又對自己搞出的爭議提出有問題的說法，卻不直接拿出文件，然後開記者會的時候實問虛答。 奇怪，這不是上禮拜的事嗎？這是命運石之門吧。",
        "attachment": null
    },
    {
        "datetime": "2024-08-11T06:45:12.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-hSH0wtLPd",
        "content": "不要看到背影就以為是要查弊案。 花蓮真的很美，大家暑假有空多來花蓮走走喔。 找到攝影師了",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-08-11T00:42:36.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-gooDMMtZm",
        "content": "Told you she’d rock the ring. To those still questioning our boxer: stop falling for fake news, don’t be a racist, don’t be a bully, and don’t post comments online if you can’t back them up with evidence. Basic biology starts with knowing you’ve got a brain in your head—so remember to use it.",
        "attachment": null
    },
    {
        "datetime": "2024-08-11T00:10:41.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-gk-VkvY_u",
        "content": "昨天在房間看霹靂舞比賽，女兒在床上旋轉和蹦跳，一直說他也會。好說歹說了快一小時，他才不情不願地去睡覺。 結果今天看完郁婷後，我一直在那邊輪擺式移位，完全瞭解女兒的心情了。 （還記得國中的時候，班上一群人一天到晚在那邊學木村的魚躍龍門。） 恭喜郁婷金牌，挺住假消息與惡意，接下來的面對是我們的工作了！",
        "attachment": null
    },
    {
        "datetime": "2024-08-08T08:01:54.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-ZshBwJkUZ",
        "content": "I’ve said it on X before and I’ll say it again: don’t be a useful idiot who believes fake news. Being famous doesn’t mean you’re immune to fake news. Surfing on the internet doesn’t mean you’re close to the truth. Our boxer has been a girl since birth. She’ll keep rocking the ring.",
        "attachment": null
    },
    {
        "datetime": "2024-08-06T09:05:24.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-UqMWmPNyd",
        "content": "翁曉玲：如果違憲，台灣民主倒退30年。 所以今年上半年是1994年嗎？ 等等大概抓八點直播",
        "attachment": null
    },
    {
        "datetime": "2024-08-06T07:31:52.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-UffQCtsJW",
        "content": "針對國會濫權法案，已經闢謠超過兩個月了。 一般的偽證，或者國外的藐視國會，他們都是「範圍限定」下，虛偽陳述之後的處罰，而這次國會擴權法案，問題出在範圍問題，完全取決於立委的恣意。 黃國昌、翁曉玲、吳宗憲，過了兩個月之後還是不回應這一點，已經講過多少次爭點在這裡，卻永遠都還是在拿錯誤的事情來了類比，為什麼要一直這樣浪費大家時間？ 已經闢謠說過多少次他們引用法條有錯誤，那邊有漏，但他們可以完全不在意，可以臉不紅氣不喘全部再重新講一次。 又例如明明律師要主席同意，然後還漏定告知義務，具結也沒有，一堆問題被提出來，黃國昌剛剛敢一樣說我們聽證程序的保護超嚴謹？ 下午造的謠比上午還要多耶，訴訟代理人連監察院的職權都可以搞錯… 等了一整天，我終於等到「台灣民主要深化！」",
        "attachment": null
    },
    {
        "datetime": "2024-08-06T02:30:30.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-T9ABUu6fd",
        "content": "人在憲法法庭，現場幫大家重點摘要，辦公室已整理好各發言摘要表格，中午來一個簡單的賽事中場直播好了，吐槽點太多啦。",
        "attachment": null
    },
    {
        "datetime": "2024-08-04T15:52:13.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-QPKIiPZZl",
        "content": "每次對方發球的時候就覺得機會來了，終於！ 我真的是跪著看，太緊張",
        "attachment": null
    },
    {
        "datetime": "2024-08-04T05:16:26.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-PGZnPJ-Gg",
        "content": "看到報導說，我是零日攻擊的總顧問。 我擔任顧問是我還在學界的時候，負責的是資安、統戰、認知作戰等部份，一直說我是總顧問，看來是連查證能力都有點問題。 我當時給編劇們有關資安攻擊以及認知作戰等的知識，以及那時候我在烏克蘭所學到的，地方抵抗的架構等等。 看到劇漸漸成形，實在很開心，也希望台灣能夠正常、持續地討論國家安全問題。 至於黨國不分的人，大家可以不用理。因為按照他們的邏輯，現在國軍保家衛國都是在幫民進黨宣傳，這種講法完全是在害其他的政黨，明明其他的政黨也是願意討論戰爭的。 影片回覆 引用:\n時間: 2024-08-04T07:16:32.000Z, 連結: https://www.threads.net/@lydppcaucus/post/C-PTBxht4N7, 內容: lydppcaucus, 附件: 圖片,",
        "attachment": null
    },
    {
        "datetime": "2024-07-31T06:54:33.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-E-crON2fc",
        "content": "今天早上辦公室在跟助理討論工作狀況時，因為助理身體不適，吃常規處方籤用藥，但吃完之後有點暈眩，因此送到醫務室，後來評估之後又再送去醫院。從頭到尾意識都清楚，也先通知家人來醫院。 這位同仁我認識有四五年了，家人也認識。 結果新聞報導變成是女助理離職抗議⋯⋯我們這位同仁就這樣被報導性轉了（已通知新聞更正） 總之，謝謝大家關心，也謝謝記者們第一時間都來查證～",
        "attachment": null
    },
    {
        "datetime": "2024-07-29T15:47:59.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C-Ax58ZRsQ_",
        "content": "鐵公路搶通前 替代方案出爐❗️ 新台馬輪支援疏運任務完成後，接下來換澎湖輪及凱旋1號來支援囉！ 感謝航港局緊急向各單位協調，得以讓預計8/3鐵路搶通前的運輸能量繼續疏運。 此次報名上傳登記官方帳號分為澎湖輪的蘇澳端、花蓮端與凱旋1號蘇澳端、花蓮端，四個登記帳號。請依各自搭船需求至不同登記帳號報名。並注意澎湖輪可載人車、凱旋1號無載車之區別。 Line登記帳號與規則請詳見航港局【蘇花海運備援資訊專區】 motcmpb.gov.tw/Infor… 備註：\n如有任何問題，請撥打專屬查詢專線：\n● 蘇澳端: 林國斌03-9699073、洪宥祥03-9699086\n● 花蓮端: 王惟 03－8509069、林淑莞 03－8509031",
        "attachment": "pic, site: https://l.threads.net/?u=https%3A%2F%2Fwww.motcmpb.gov.tw%2FInformation%2FDetail%2F0062291c-495e-4d7b-835c-0eb2baf21805%3FSiteId%3D1%26NodeId%3D50066&e=AT23qfPOJOtrRVoZnKoJmXP2SuR0h2yirNqoQeIhROU32iNnwp6bsL14DEDfOBm8PFS6cSZAiuaXOq-wClRTu4-o0TLbL5QvVbONKuF4119D8ht54GPdsOZhAjBnHhIkLPEFq3-K8-PmuPCFAuHI4AI"
    },
    {
        "datetime": "2024-07-28T16:47:15.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9-T5Kmy62g",
        "content": "藍營信奉的就是共產黨的主詞替換哲學。 說別人貪汙，因為自己貪汙被判； 說別人收割，是因為自己剛收割； 說別人違建，是因為自己佔土地； 說別人出國，是因為自己在國外； 說別人違法，是因為自己已違憲； 說要提罷免，是因為自己被罷免； 說別人親中，是因為自己跪舔中； 說別人雙標，是因為自己沒標準。 國民黨哲學就是先講先贏，如果沒有先講，那就講多一點，講到媒體鋪天蓋地。 怕大家忘記判決，之後開始判決細部評析好了。還有數不清的相關案件，剛好也可以一起。",
        "attachment": null
    },
    {
        "datetime": "2024-07-28T04:07:27.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9888Lct6xC",
        "content": "資訊分享 明天（7/29）立榮航空加開台北-花蓮班次，歡迎大家分享給有需要的親友： 7/29 台北往花蓮 B7-8975 10:00出發\n7/29 花蓮往台北 B7-8976 11:20出發 感謝交通部協調航空公司加開班機！ 另外，雖然之前有協調好航港局的接駁車，但鄉親們反應還要再增設幾個點，我們會盡快來了解～",
        "attachment": null
    },
    {
        "datetime": "2024-07-27T12:31:21.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C97Rz9tRj-_",
        "content": "接連兩日，我的團隊跟著行政院長和交通部長到台鐵崇德到和平段及台九線視察災後復原的狀況。也順便比較之前視察和這次的差異。 在這段期間內，我們一直與相關部門保持聯絡，確認接下來花蓮對外的交通方案。 1. 台九線公路預計能在7月30日搶通。 2. 台鐵則因土石的量太大，和仁到崇德的路段，預計要到8月3日才能完成搶通。 對此，已和交通部及台鐵確認配套措施，除了南迴線增加班次之外，也要求規劃和平至新城之間的公路接駁方案中。 空運部分，增加班次仍在努力協調中。待離島滯留的旅客疏散到一個階段後，運能應該可以再提升，若有好消息，團隊將第一時間通知大家。 台九線蘇花路廊的地質遭嚴重破壞，恐怕不是一時半刻能恢復如初，相關單位都在加緊搶修。我已經要求行政院著手規劃未來花蓮藍色公路作為交通第二配套措施的可能性。 雖然多有不便，颱風帶來的災情全台各地仍然在努力重建中，希望大家攜手渡過，也多給工程單位一些體諒與支持！",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-26T07:04:20.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C94Hl7iO-wW",
        "content": "好消息再一則！ 關心了兩天終於可以確認公布，新臺馬輪本周日也投入協助疏運旅客及車輛！ 航港局協調，已緊急調度新臺馬輪(可載運45部小客車及642名旅客)，預計本周日(28日)投入疏運。 ▶️ 蘇澳往花蓮預計28日上午8點開航，請預約民眾上午6:30前報到 ▶️ 花蓮往蘇澳預計28日下午1:30開航，請預約民眾中午12:00前報到 有關新臺馬輪搭乘船舶及託運車輛相關訊息，以及LINE官方登記帳號，將於今(26)日下午6時前公布於【蘇花海運備援資訊專區】，有需要的民眾可多加利用\n📌網址連結：motcmpb.gov.tw/Infor… 我多嘴一句，救災不分藍綠，地方上立委剛好家裡有要事，我們也先致意，這時候大家互相幫忙，先挺過去再說。之前我在處理鐵路公路停駛標準也是，就是為了要預防颱風災害。 然後打電話協調這件事，人在哪裡都可以做，中天新聞不用替我擔心喔。",
        "attachment": "pic, site: https://l.threads.net/?u=https%3A%2F%2Fwww.motcmpb.gov.tw%2FInformation%3FsiteId%3D1%26nodeId%3D50066&e=AT23qfPOJOtrRVoZnKoJmXP2SuR0h2yirNqoQeIhROU32iNnwp6bsL14DEDfOBm8PFS6cSZAiuaXOq-wClRTu4-o0TLbL5QvVbONKuF4119D8ht54GPdsOZhAjBnHhIkLPEFq3-K8-PmuPCFAuHI4AI"
    },
    {
        "datetime": "2024-07-26T03:40:59.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C93wUm_u5sE",
        "content": "好消息！經爭取，今天立榮航空先加開台北往來花蓮各一班次。 官網已開放訂票，請需要的旅客盡快訂購！ 我知道這還不夠，但因風災影響全台灣，離島也有眾多乘客受困，加班機要調不容易，包含航運目前也加緊籌備中，新台馬輪有機會盡快投入支援人車運輸。 辦公室持續爭取中，有最新消息將儘速通知！",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-26T03:25:47.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C93ulSwNSvv",
        "content": "法普一下，如果是按照新聞報的，用貪污治罪條例第五條，因為這條罪最輕就是七年，所以才會有各位看到的刑度。",
        "attachment": null
    },
    {
        "datetime": "2024-07-25T12:32:05.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C92ITlpMP3T",
        "content": "凱米颱風雖然已離境，對花蓮帶來的嚴峻考驗才要開始，大豪雨重創了台九線沿線，鐵公路都受到阻斷。 辦公室已和交通部、航港局等單位開始討論運輸備援的方案，希望很快可以有消息跟花蓮的鄉親們分享！ 辦公室將持續關心未來鐵公路的修繕進度、以及空運、海運儘速投入支援。 提醒大家仍要注意安全喔！",
        "attachment": null
    },
    {
        "datetime": "2024-07-25T06:51:29.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C91hU7kuUqQ",
        "content": "沒想到那麼多人在前導片發現⋯⋯我在地上，哈哈。 我雖然是顧問，但沒什麼貢獻。只記得在某天的下午跟編劇們講戰場中的資訊作戰環境，以及第五縱隊的定義等等，那個時候好像連以哈都還沒發生，時間過得真快！",
        "attachment": null
    },
    {
        "datetime": "2024-07-24T13:16:39.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9zonHJPfr8",
        "content": "凱米颱風的暴風圈已在台灣範圍境內，風雨劇變會持續加強增高。今天辦公室陸陸續續接到花蓮相關災情的回報。原先各地停電的戶數也陸續復電，但也有些地區因風雨影響接連造成停電。我有先請我們辦公室立即聯絡台電與公路局，儘速協助南澳段道路清通並搶修復電。 另外也要請大家幫忙分享災情資訊並回報相關單位，讓需要的地方可以即時得到處理。我也會請我們辦公室持續跟中央部會保持聯絡，在第一時間能即時掌握颱風各種資訊。 最後，請大家平平安安待在家裡，非必要不要出門。",
        "attachment": null
    },
    {
        "datetime": "2024-07-21T15:06:25.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9sGygeM1nN",
        "content": "因為行程的關係，我只去了昨天的明星賽，以為昨天的梗就夠多了（蛇魂！）沒想到今天又一堆梗，早知道這樣，全代會結束以後應該直接從衝去看鋒哥上場。 想到之知道前鋒哥在大聯盟打出第一次安打的時候，我還在圖書館哭出來，時間過得好快啊。 感謝聯盟舉辦那麼棒的明星賽！我女兒竟然可以在那邊待快七個小時，之前帶他去看大谷翔平他都沒有那麼認真。 麻糬只嗨在看大谷之前，比個safe姿勢叫我拍照拍了快30分鐘。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-19T06:03:58.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9l_HqrxKqg",
        "content": "謝謝大家今天來，終於開幕成功！見到許多前輩、黨公職的戰友們以及想要為花蓮做些什麼的群眾，覺得臺灣更有力量了。 但因為颱風季節可能到來，因此開幕一結束之後馬上又要再趕往視察台8、崇德邊坡和大清水那邊的軌道，禮數不周還請見諒。 花蓮朋友們晚上熬民主見～ 目前公路箱涵高度五米高寬度五米半，下禮拜颱風防範已備妥貨櫃及鋼樑及在南部備整修復材料。原先用太空包擋土石流，後續土石流導流已建置。 我問了關於颱風封路標準為何，建議應該納入0403地震改變地行之考量。交通部說這邊會先納入降雨量、雷達回波強度，避免測雨站監測數量不夠；提早拉出預警時間，然後鐵路部分，敏感山路段降速通行（130>30km/hr）。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-18T09:04:12.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9ju88KP8zG",
        "content": "明天早上十點花蓮服務處開幕，阿苗會實體代班加開臨時會喔！大家晚點線上見！",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-16T15:14:07.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9fPsaGv8hA",
        "content": "今天其實非常混亂，可能要開直播才講得清楚，本來今天晚上要開直播，但現在還在院會，沒辦法。 先講結論，暫時擋下了民眾黨原本可以偷渡中配6變4的條款，就是圖中第一條被塗掉的部分。 然而，國民黨做了一件事，原本對這個條款提出意見的是我們，但國民黨提出再修正動議，全部照抄我們的版本和院本，只是拿掉一個「之」，然後因為他們否定民進黨版本，再修正動議先表決，所以最後… 就變成國民黨在保護新住民、國民黨擋下國安條款。 有沒有那麼喜歡收割…… 不過算了，擋下最重要，至少可以喘一下。不過還是有沒擋下的，比如說，法規名稱，等等三讀之後應該還會是叫「基本法」，這點真的可惜。 行政措施平等不在了，所以目前不會有跟兩岸條例抵觸的問題。但難保以後還不會修正相關的條款，所以我才說是暫時。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-15T14:24:00.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9clKjzSq4d",
        "content": "我就說黃國昌不知道回答什麼的時候，一定會說...「」 結果他還真的又說了。身邊的人是不是都沒跟他說啊。 這幾天找機會直播，討論憲法法庭的攻防，包含黃國昌這次的回答，以及到底這個會期到底通過幾個法案？重要嗎？有擋下什麼呢？ 明天早上繼續黨團協商。 看來大家都知道答案，他其實還有一招，叫做「賴清德出來說清楚」。這個發動條件之後跟大家說。 其實反質詢不難定義，按照他們的理想，其實反質詢就是「頂嘴」、「頂嘴害我不能表演」、「頂嘴不能戳破我沒在好好質詢」。",
        "attachment": null
    },
    {
        "datetime": "2024-07-15T03:09:32.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9bX-kVM5cu",
        "content": "⭕️一般人的法律位階： 憲法➡️法律➡️命令 ⭕️黃國昌的法律位階： 黃國昌直播➡️柯建銘吳思瑤罵我➡️法律➡️憲法 今天民眾黨記者會說計畫要針對協商結論翻臉不認帳，這樣會讓國安漏洞用再修正動議復活（沒錯，又來了）。 而這一切的原因只因為…民進黨發文講，民眾黨原本提案的問題在哪裡。 其實只要去看邱鎮軍原本的提案就知道問題在哪裡。我有時間直播來說。",
        "attachment": null
    },
    {
        "datetime": "2024-07-14T09:55:17.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9ZhngzywIH",
        "content": "昨天在台南，今天在三重，很感謝大家在該放鬆的週末來聽我們宣講。 不過很不好意思的事情是，昨天台南結束之後，有一男一女說要拍照，我以為大家在排隊，所以跟他們說不好意思，好像有在排隊了，他們說好，沒問題，結果後來一陣混亂之後反而衝散了，我也來不及跟大家拍到照。 希望有機會再去一次台南，然後可以留久一點，實在很不好意思 Orz",
        "attachment": null
    },
    {
        "datetime": "2024-07-12T05:13:07.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9T3vIZpL5g",
        "content": "在院會只剩三天，彼此在協調法案的時候，我們偉大的民眾黨現在開始： 1. 提案擋掉我們所有的國安法案，現在正在表決中。 2. 提出新住民基本法修正動議，偷渡中配相關條款。 3. 等等準備支持國民黨把選罷法逕付二讀。 不演了不演了。 擋了11案國安法案，然後剛剛藍白集體投票讓罷免變難，逕付二讀。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-11T10:34:16.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9R3sZ_pAEg",
        "content": "晚上八點，繼續全民憲法時間～",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-10T13:13:40.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9PlJCdpFB_",
        "content": "去年6月12號，黨團協商。摘自立法院公報： 陳委員椒華：針對剛剛所提要把沈伯洋的卷宗資料送進來…… 柯委員建銘：沈伯洋？不是吧？黑熊，那是黑熊學院！應該是尤伯祥吧？ 主席：沈伯洋是…… — 所以大家不用擔心，常常有人搞錯。 感謝脆友讓我想到這件事！ 引用:\n時間: 2024-07-10T12:47:41.000Z, 連結: https://www.threads.net/@midaged_man/post/C9PiKuryfWL, 內容: midaged_man, 附件: 圖片,",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-10T09:44:53.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9PNP5QpoXY",
        "content": "從憲法法庭走出來，友人問 「為什麼黃可以那麼實問虛答？」 「所以你就知道我們這幾個月面對的是什麼…」 我覺得我可以評論超過一個小時，因為實在太多笑點了。 題外話，歡迎大家報名半線新芽營隊！報名到下禮拜一截止喔。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-10T02:04:38.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9OYk7OO2_h",
        "content": "國防外交委員會實況 國民黨黃仁問：「資通電軍不是解編了嗎？」 部長：「資通電軍還在啊」 黃仁：「現在還有資通電軍嗎？」「還在嗎？」 站在顧部長後面的人向前走一步說：「委員好，我是資通電軍參謀長」 （黃仁是國防外交的委員）",
        "attachment": null
    },
    {
        "datetime": "2024-07-09T10:35:10.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9MuNTESSQN",
        "content": "硬要討論開鎖的結果，先是昨天讓大家開始回憶KMT以前如何破窗進入議場，還有國昌破窗用鐵鍊綁住門之外，現在大家在討論謝國樑怎麼破壞NET的鎖。 真的是全黨救一人。 今天程序委員會，傅崑萁又新提了直接讓罷免變難的法案，翁曉玲也再度提出大法官人數限制案，葉元之也提出NCC任命的限制案。 沒有在管的耶這群人，他們還是說他們有60%的民意。 到底怎麼算的...",
        "attachment": null
    },
    {
        "datetime": "2024-07-08T12:28:00.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9KWQyaPV9i",
        "content": "凡事都有底線 過往各黨都不乏砸窗戶佔議場之事，連黃國昌都做過。今天只是直接喇叭鎖開門（門和鎖完全沒壞，這些人是沒看過喇叭鎖嗎？）可以吵成這樣，看來不少立法院議事攻防的新警察。 然而，有一些界線是不能打破的，比如說，我們絕對不會在這個時候從背後拿出球棒之類的。 但這些底線真的在崩解當中。 然後再次感謝藍白支持者，一直來幫我衝流量，明明政治文一直降觸及... 讓大家輕鬆一下，我在201時，要往主席台衝，然後覺得怎麼一直有阻力，後來才發現是謝龍介... 我助理說我是設定好路線的的模擬市民，完全沒在看旁邊是誰。",
        "attachment": null
    },
    {
        "datetime": "2024-07-08T06:44:14.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9Ju_D0OCy7",
        "content": "傅崐萁的造謠時間 1. 沒人破壞門窗，傅崐萁是不是沒有開過門？ 2. 竊盜？是什麼東西掉了？還沒進門就在喊竊盜，國民黨要不要集體上一下刑法再來？ 3. 以前委員會都有人住過了，立委本來就可以進出做議事攻防，有問題嗎？ 造那麼多謠，就只是為了轉移焦點：國民黨想要強行通過，讓罷免變得越來越難的法律。雖然有擋下了一天，但不知何時會結束。 造謠薇和造謠萁，真是一對寶…",
        "attachment": null
    },
    {
        "datetime": "2024-07-08T05:33:16.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9Jm3PMu7jX",
        "content": "速報 國民黨把議事人員關在另一間，門打不開，然後在原本的內政委員會門口貼一張完全不合法的宣告說要換一間（沒有章，沒有署名，沒有確切時間）。 我們的內政委員會的委員完全沒有收到通知，現在另一間的門鎖著也進不去。但是實況轉播已經開始。 更新：他們說他們發了電子公文給辦公室，然後開門。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-08T03:21:17.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9JXwgYt88G",
        "content": "綜整早上過程 1. 我們很早就到了，半夜就來。沒什麼睡。 2. 國民黨晚來，見笑轉生氣。在走廊大概有半個小時全部都在辱罵民進黨。 3. 我們成功先進來內政委員會，希望能夠協調，不要審「提高罷免難度」的法案。但國民黨不同意，持續攻擊。 4. 雖然我們守住了主席台，但中間發生王鴻薇發瘋似地攻擊楚茵約15秒，打到濺血；徐巧芯直接咬賴惠員；陳玉珍撕碎板子，並突然攻擊郭昱晴、黃捷、然後猛力踹吳沛憶；中天記者直接用造謠方式提問；鄭天財在過程摸女立委，還嗆聲說敢做敢當，有種來吿；葉元之直播直接造謠暗示有色色的事，結果人家只是在茶水間，口氣非常惡劣；最後傅崐萁罵洪申翰人渣。 5. 目前狀況，議事人員持續失蹤，簽到單和發言單到現在都還沒出現，我們還是堅持不能夠提高罷免難度，但國民黨不想要退讓。",
        "attachment": null
    },
    {
        "datetime": "2024-07-08T00:08:25.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9JBqrZigIg",
        "content": "早上造謠薇打人，楚茵直接被打到流血",
        "attachment": null
    },
    {
        "datetime": "2024-07-07T12:19:04.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9HwglKMpfS",
        "content": "我因為FB被限流很久了，但不知道為什麼，在野黨支持者很愛來留言，明明這些留言只有數位騷擾的功能，但他們還是很愛來，結果明明被限制到剩一萬的觸及，就常常被他們救起來….. 心中只有感謝…看來我可以每個禮拜分享有哪些低級質詢了。 闢謠的文，本來散播不出去，但被他們留言到觸及天天增加…… 串串也有，然後觀看次數個位數，但就一直幫我把文章推出去，我都是心中感謝完再封......",
        "attachment": null
    },
    {
        "datetime": "2024-07-07T06:53:47.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9HLSDVyyhy",
        "content": "黃國昌到底要到什麼時候才會聽懂別人在主張什麼？ 關於質詢的存廢，我在范琪斐的節目就說過，而且還是跟黃國昌打對台的那一集，你自己不看，助理應該也會看。 台灣質詢最大的問題，要嘛就是無法針對題目問（因為沒有題目設定機制），要嘛就是大型造謠現場，所以可以五個立委上去都問一樣的問題，造一樣的謠，然後另一邊只好上去闢謠。我都不知道官員在那邊要做什麼。 低水準的質詢太多了，又充斥著不實資訊，台灣也不是內閣制國家（質詢很多都在內閣制國家），所以我才說，要認真考慮質詢的必要性。 問題是，現在憲法就是有質詢，那該怎麼辦？很簡單，把質詢規則定好。有國家在質詢，是規定問1分鐘，回答2分鐘（台灣有時幾乎聽不到回答），有些國家是規定一天幾題。 我們其實彼此浪費了很多時間，而在沒修憲之前，訂好規則是重要的。 質詢權的存廢，甚至可以對應到黃國昌想推的調查權討論。一個健康的討論不要，只想扯「這要跟柯建銘主張是否一致？」維護質詢權，跟討論質詢該如何做，矛盾在哪裡？ 原來現在立法委員連討論法律制度都不可以了？質詢就擺在那邊，如何好好利用不討論嗎？只在那邊作秀不討論嗎？ 立法委員責任是立法和審預算好嗎。 我在同一個節目，還討論到行政特權立委該怎麼突破，比如說怎麼落實文書處理規則。 現在原來要健康地討論一件事情，可以那麼困難。",
        "attachment": null
    },
    {
        "datetime": "2024-07-05T15:48:56.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9C-75SSEPN",
        "content": "這幾天記者聯訪問我軍中使用了中國設備的問題，我回答了不少，主要是在說，這種事情不可以只推給廠商，而且要確認軍備局未來要有事中和事後審查機制，不然防不勝防。 結果不知道為什麼，各個平台都一堆來留言：「為什麼還要靠民眾黨爆料才知道？」「抗中保台幹假的」「民眾黨才是真正護台灣」。 我老實說，今天有人查到用中國設備這種事，我個人覺得非常開心，守護台灣資安能多一人是一人，我高興都來不及了。 但佳濱和申翰五月初就找我開過協調會講過類似事情了，那時候是起重機的遠端操縱系統問題。 請問，我開完記者會之後，會開始攻擊其他政黨，說：「哈哈，只有我抓到，你們沒抓到」嗎？然後支持者群起攻之？ 這到底是什麼心態？ 大家一起監督是有什麼問題嗎？ 我們當時不只開協調會，還直接找各部會來，研擬行政措施方案，甚至當場電話確認沒來的人是否有資訊上的錯誤。 其實短短的質詢很難解決問題，所以通常直接約各部會，租會議室討論，最快。希望大家能用正確的態度，解決這些資安上的問題，因為資安到頭來，還是人的問題最重要。 我這邊提出資通管理法修法、佳濱在討論如果海纜背後換公司，審查機制怎麼辦，然後申翰最近在做馬祖海纜歸類關鍵基礎設施的可能。 大家都在自己崗位上盡量做，讓國家前進。不要搞的好像全立法院只有一位立委在做事好不好。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-05T02:44:37.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C9BlK-qplrv",
        "content": "國會速報 不知道發生什麼事，總之，雙陳的離島建設條例和翁曉玲直接改大法官人數的案子，我們都提議退回，結果國民黨都沒有提出異議，然後就退回了… 連韓院長都很訝異，在退回離島條例的時候還問了兩次「有沒有有異議？」國民黨一堆委員也在場，但沒人表示意見。大家早到，都準備要表決了，卻什麼事都沒發生。 地球又度過了和平的一天？ 等等要協商憲法法庭暫時處分的立法院代表。",
        "attachment": null
    },
    {
        "datetime": "2024-07-04T08:03:00.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8_k0UHvgif",
        "content": "現在時間是下午3:30，內政委員會的螢幕上面會議狀態還是宣讀上次議事錄。剛剛聽說高金在別的地方喊換會議場地以及散會，但是因為並沒有在內政委員會宣告，裡面的議事人員也沒有聽到（聽到的話螢幕上的狀態就會改掉了）。也就是說，會議就正在原來的場地進行中。 會議進行當中，議事人員就待在開會場地內，也可以進出，這都有直播，請不要相信奇怪的謠言。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-03T07:07:30.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C885q_pvs-U",
        "content": "今日闢謠任務（1/1） 看來我要來寫一整篇文章跟大家介紹手法了… 他還繼續發文，那我也就不客氣了。竟然要挑戰法務部作為主管單位，我就讓他知道黃國昌以前用國安局當主管單位有多扯。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-03T04:38:18.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C88omQwyiN6",
        "content": "今天事情比較多，但都圍繞在離島。 關於澎湖漁船的事件，看起來真的跑到12海哩內，救人優先。 至於什麼過往默契等等，應該都要先確認，才能夠談。中國休漁規定為真，這點也不用爭執，我早上跟漁業署質詢也確認過。 之前捕魚可能沒事，是因為中國把台灣當作內國，不把它當水域爭議，現在這樣做，確實正在改變慣例。 而改變不是只有這一件，同時間發生馬祖無人機事件，有中國無人機靠近南竿機場，導致班機起降的延誤，這也是個嚴重的干擾，很少靠那麼近過。 不同地方，不同法律規範下，瞬間都開始了侵擾，我們必須嚴肅面對。 也希望真切這可以讓「離島建設條例」修法暫停。在這樣的「新常態」下，實在看不到引進中資和人力的可能性。 今天還有國會擴權下，鏡電視調查案小組成立的問題，以及羅智強再度造謠。但我覺得要先把關注點放在離島這裡。",
        "attachment": null
    },
    {
        "datetime": "2024-07-02T08:38:50.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C86fVH5ShnP",
        "content": "國會國安法律速報 除了我的案子被擋之外，今日程序委員會國民黨又一力作：直接開四道門讓中國進來！ 這個新提案叫做「離島建設條例」： 第一道門：離島建設直接引入中國廠商，條文規定「得由大陸地區廠商參與採購」，且排除政府採購法相關的限制。不但排除了國與國之間要先條約或協定（弱化主權），甚至排除國安條款（採購法17條第四項），也排除了中國企業分公司等要主管機關許可的規定（兩岸條例40-1）。 第二道門：得標的中國廠商直接可以直接帶中國人到離島，不用受到原本台灣法律的許可之限制。條文規定：「廠商所需機具、技術及操作人力，得自大陸地區輸入」，且直接排除兩岸條例第10條和第11條，連一年之內不能換工作的條款都排除了。 第三道門：相關貨物或人力來的時候，可以直接進入禁止和限制水域（排除了本來兩岸條例29條的許可），這可能給了灰色地帶更多空間。 第四道門：條文最後，說台灣民間機構也適用。也就是說，台灣公司只要跟離島得標，一樣可以直接帶人... 最後，條文還寫錯，第三項誤植到第二項後段，應該是忘了按Enter...... 我兩個多月前有預告說國民黨要搞自經區，沒想到比自經區還可怕。 接下來有問題的法案不只這些。 看來整個六月要集中火力要打掉我，可能是要讓我分析法條沒人聽/信吧？",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-07-01T12:04:10.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C84SCJDM0Kk",
        "content": "剛剛看范耕維那邊，才知道黃國昌又講一半… 黃國昌：「難道可以不進行言詞辯論，然後只聽行政院片面之詞？」（黃光芹訪談，2024/7/1） 沒有啊，就算不進行言詞辯論，憲法法庭還是要聽各方主張啊（比如書面）。又不是中國的缺席審判....",
        "attachment": null
    },
    {
        "datetime": "2024-06-30T17:55:40.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C82VdtZyJ1r",
        "content": "在藍白驚嚇成人影片蒐集個資的方式以及造謠後（到底...），先回到這禮拜的重點：罷免。 禮拜四，內政委員會排案，要審罷免法。 藍營提案，要把罷免的門檻改變。原本是「同意票大於不同意票」，再加一個「同意票要高於當時當選票數」的條件。理由是，不要讓少數民意即可罷免，並避免報復性罷免。 稍微翻閱罷免文獻，可以知道這都是無效的說法。 1. 罷免是人民的權利，把門檻拉高，在台灣非大選投票的氛圍底下，幾乎變成無法罷免，等於廢了這個制度。 2. 各國的門檻大概都是25%-30%，台灣是25%，並無不妥。 3. 實證上，要預防報復性罷免，就是設計6個月到1年的冷卻期（台灣是1年），以及連署制度，並要確保有其他手段，比如彈劾、複決等。這些台灣都有。 Zimmerman的書有一些詳細的實證，但結論是，罷免制度只要設計得當，並不會造成混亂。 台灣的麻煩不在於罷免制度本身，而是單一選區兩票制的問題，以及藍綠支持者屬性上的差異，但這個只能靠時間，無法用法律規定去改變。 最後，因為內政委員會的高金請假，因此，投票上，民眾黨會變成這個法案會不會過關的關鍵。大家禮拜四拭目以待了。 因為平常不會直接看留言，結果剛剛一看，來亂的真不少。沒有想討論，只是來鬧的直接掰。",
        "attachment": null
    },
    {
        "datetime": "2024-06-30T02:09:23.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C80pK8Zz-4y",
        "content": "成人影片的話題燒得火熱。雖然被斷章取義，但整件事情其實很有趣，我覺得可以趁機機會教育一下。 中國以前有一家公司叫做無為科技，這個無為科技主要是在做心理測驗蒐集個資，再藉由這些個資去分析台灣人各種喜好，最後根據這個喜好建立內容農場網站，精準打擊台灣人，並操作輿論。很多著名假消息都是從這些網站投出去的。 也就是說，在輿論戰中，蒐集個資-->分析喜好-->投放文章，算是基本路數。 前幾天在政論節目，一開始主持人問我vpn，我說用vpn有危險性，因此我建議大家要用安全的vpn。因為vpn公司會不會賣你資料實在很難說。 然後主持人提到，有人用vpn看片XD。 我就順勢提到，成人網站是搜集個資的好地方，因此大家要更小心，甚至有研究說這個可以判斷政治立場（這是JUSTIN LEHMILLER很有名的學術研究）。 這個就會連結到我前面說的，蒐集個資會是獨裁國家重要的手段。 短短三分鐘的對話完全沒提到統戰，只是提到蒐集個資的風險、一個學術有名的研究，提醒大家保護自己、保護國家的重要性，沒想到也可以被攻擊。 只是想攻擊我就說啦。 現在政論節目攻擊我已經進展到我精神狀態有問題了...好喔。 2017趨勢科技報告",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-06-30T01:13:26.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C80ixKVz6Iy",
        "content": "早上起床，第一件事，回應造謠薇。 他的原文",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-06-29T08:57:34.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8yzFpPuhj4",
        "content": "國民黨邏輯： 立法委員去敵國不知道要幹麻：完全都不用報備 立法委員去盟國辦的人權會議：資料給我交出來 ——— 順便說一下，我是有跟外交單位與黨團知會喔，即使是私人行程。 感謝脆友靈感",
        "attachment": null
    },
    {
        "datetime": "2024-06-29T08:14:02.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8yuGzsyXFr",
        "content": "這篇專門給來亂版和數位騷擾的帳號。 自從我把藍白騙術說破以後，是天天被各種帳號騷擾。內容都是各種造謠。 乾脆開一個專區置頂。 ✖造謠1：撲馬是CIA、撲馬是情報機關\n⭕事實：單純是因為我擔任世界民主運動（World Movement for Democracy）指導委員，也是台灣第一人，但是陰謀論說世界民主運動是CIA資助。 ✖造謠2：撲馬說法條很難寫，寫不出來\n⭕事實：我是說違憲的法條很難寫，因此我們只能寫出不違憲的法條。 ✖造謠3：撲馬一直講台灣有共諜，卻都沒證據\n⭕事實：光是看我質詢，就可以知道我經常拿共諜案質詢。一堆案例視而不見，我甚至把中間人的常態都整理出來給官員，目前也得到公開回覆的改進資料。從退伍軍人、村里長、扯鈴教練、小黨仲介...多到無法想像。實在搞不懂說沒證據的人是因為Google能力的問題嗎？ ✖造謠4：撲馬說要監控中配、撲馬是第五縱隊\n⭕事實：我在公開的聯訪，說過立法委員被滲透的風險高，但從來不是說中配，只因為中國時報故意用「難道撲馬要監控中配？」造謠，然後政論節目和羅智強直接當作事實拿去用，最後變成我要監控中配。造謠的經典。 (1/4) ✖造謠5：撲馬腦震盪，頭上幹麻戴紗布\n⭕事實：醫生叫我不能有二次撞擊，所以我在第二次開會時，為了保護自己，用沒開封的雨衣和三角巾，簡單地固定在受傷的位置，避免被撞到又受傷。重點是，當場記者們問我，我還在聯訪示範說明。結果王鴻薇，造謠說我腦震盪戴紗布。我直接在議場問王鴻薇為何要造謠，他完全不在乎。水準啊。 ✖造謠6：撲罵說早就知道中國記者干預政論\n⭕事實：造謠經典案例。我得知情報，馬上通報相關機關，說「中國要接觸政論」。然而，這在當時是一個沒有證據的事情，因為根本不知道中國會透過誰來做；如果早知道是某中國記者，那就變成公開案例，直接驅逐出境了。\n我還特別強調，為什麼我知道的時候沒有開記者會，是因為只有情報，沒有證據。後來在有證據浮現之後，我也才知道是新華社記者。但即使如此，我在記者會也公開呼籲，在還沒有更多證據之前，不要指涉特定電視台。結果沒想到有電視台自己對號入座，連攻我三天，說我是警總、五毛、007、小丑等等，甚麼話都出來了。這年頭要保護別人還要被罵，也實在精彩。 (2/4)",
        "attachment": ""
    },
    {
        "datetime": "2024-06-28T03:33:43.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8vpO1pRtfY",
        "content": "恐怖新聞一則 菲律賓某城市市長，因為自己的辦公室後面就是一個詐騙根據地，因此被調查。 但是在調查的過程意外發現，這位市長對自己17歲以前的事情交待不清，然後昨天發現，這位市長的指紋，與某位疑似中國間諜的指紋一樣。 根據當地議員的說法，現在是懷疑這位中國人十幾歲以前就進入了菲律賓，但是轉換或冒用了身分變成菲律賓人，然後變成市長，掩護犯罪活動。 前天公聽會有直播，大家有興趣可以去看。過程也真的太奇怪了…..這讓我想到之前的Operation Ghost stories…. 這種事情很危險，一方面是特務確實可能有這種手法，俄羅斯也做過，但另外一方面，他其實很難被證明，除非像現在這個案子連指紋的比對都出來（不是假造的前提之下）。如果沒有這種很直接的證據，那很容易變成一種常態的陰謀論。 情報和諜報活動其實真的是很複雜的事情，但是在台灣的一些節目，和對一些立委來說，好像大家都很懂XD。",
        "attachment": null
    },
    {
        "datetime": "2024-06-27T16:55:30.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8ugMaOyYzG",
        "content": "整件事說有多單純就有多單純。 記者這兩天都有打電話問我：「當時知道的時候有通報嗎？」 我：「有的，但因為情報很不明確（只聽說中國想要干預政論節目），因此除了通報，我也不能幹麻。」 結案。 我還熱心的幫記者解釋怎麼根據情報，選擇通報單位。 可能連記者都覺得無聊，很多媒體根本也沒有後續報導了（太雞毛蒜皮了），記者們都在做新議題了。 然後這樣我可以被連打三天...到今天還在打... 剛剛大半夜還接到支持者來電大罵，只因為他看了政論 Orz 最後提醒一下，如果說要告我，我當天記者會全程直播：我說「文化部和陸委會需要量能」，然後「請大家不要含沙射影特定電視台」，以及「中國更會利用台灣人自己來滲透」。 ​告的點在哪裡啊...頭痛。 關於電話：應該是換名片，我剛好也沒關公務手機。",
        "attachment": null
    },
    {
        "datetime": "2024-06-27T11:52:49.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8t9jfItDUk",
        "content": "十分鐘後見～ youtube.com/live…",
        "attachment": "pic, site: https://l.threads.net/?u=https%3A%2F%2Fyoutube.com%2Flive%2FydWaMR7X4zw%3Ffeature%3Dshare&e=AT23qfPOJOtrRVoZnKoJmXP2SuR0h2yirNqoQeIhROU32iNnwp6bsL14DEDfOBm8PFS6cSZAiuaXOq-wClRTu4-o0TLbL5QvVbONKuF4119D8ht54GPdsOZhAjBnHhIkLPEFq3-K8-PmuPCFAuHI4AI"
    },
    {
        "datetime": "2024-06-26T06:01:42.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8qwk_5yCyb",
        "content": "造謠產業鍊宇宙 有通報：指揮辦案\n沒通報：縱放人犯\n記者會：含沙射影\n沒發文：愧對國安\n有發文：美國指派\n不說話：第五縱隊 容我再說一次，立法委員不是檢察官，也不是調查局。立法委員的責任是立法和監督預算。我們能夠做的，是要用制度預防事情的發生。 看來今天要再開直播了，來談我寫過的各種滲透報告，以及帶大家瞭解一下釋憲的眉角好了，希望半小時就可以結束。 很多人問幾點，我預估大概9:10左右",
        "attachment": null
    },
    {
        "datetime": "2024-06-25T16:08:37.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8pRPUPS27u",
        "content": "關鍵時刻最近已經兩次造謠攻擊我了。 第一次是說我要監控中配 （我跟本沒講）； 第二次是今天說我兩個多月前就知道了，為什麼不抓人 （我兩個月前聽到這個風聲的第一個反應，就是「沒證據就不值得一提」）。 我上一篇發文寫得很清楚，但看起來關鍵時刻就是打定主意要攻擊和造謠。 我算是看關鍵時刻長大的，看到寶傑這幾個禮拜用我從小熟悉的口氣罵我，感覺實在是很魔幻。 原來提出高風險的立法委員赴中要報備，以及提出中國伸手的擔憂，可以引起那麼大的反彈？ 更不要說我記者會短短發言五分鐘內，還特別強調： 「真正應該擔憂的是用代理人的狀況，而不是新聞寫的這種直接干預」 「在沒有證據之前，不應該看到哪家媒體就開槍」 「重點在源頭的控管，陸委會和文化部的查緝量能提升才有意義」 結果被節目說成都在亂搞認知作戰？ 我真心覺得直接抹我是CIA還比較乾脆一些。 甚至都還有兩分鐘剪輯版。節目可能都不想看吧。只想看發文的一句話然後大肆攻擊。 引用:\n時間: 2024-06-25T10:51:48.000Z, 連結: https://www.threads.net/@lydppcaucus/post/C8orp7QNSqk, 內容: lydppcaucus, 附件: 圖片,",
        "attachment": null
    },
    {
        "datetime": "2024-06-25T03:24:25.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8n5yFBSM_p",
        "content": "今天黨團「中國的手伸入政論節目」的記者會，其實我大概兩個多月前就知道了，但是我們等待證據，而不是知道的第一天就咆哮開記者會。 然而，今天記者會發生了一個插曲。 我在發言的過程中，陳玉珍委員就站在我們黨團門口，時而皺眉，時而搖頭，最後他在思瑤幹事長發言的時候衝進來，只因為思瑤幹事長提到陳玉珍委員站在外面盯著。 說真的過程不是很舒服。國民黨多次造謠我、點名我開記者會，但我也從來沒有站在他們黨團門口，也沒有衝進去他們辦公室過，更沒有衝進去要他們當場道歉，我大不了就是另外開記者會回應而已。 更不要講說今天的主題根本不是陳玉珍委員，而是中國記者干涉政論節目，內容也沒有在造謠。 人跟人最基本的界線與尊重，不斷在瓦解中。",
        "attachment": null
    },
    {
        "datetime": "2024-06-24T14:30:39.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8mhO6XyvSA",
        "content": "日前我參加世界難民日活動，聽到一些朋友問說，難民法會不會導致一堆間諜進來？ 這算是老問題了，請大家記得兩件事情： 第一、中港澳並不會用難民法，中港澳是兩岸條例和港澳條例。中港澳風險會需要更嚴格的審查，另外處理。只是原則要先討論好。 第二、可能有人會問，非中港澳就不會有國安疑慮嗎？這個問題非常好。 首先，難民會不會出現，跟難民法沒太大關係，一些原生國發生武裝衝突，導致無法回國的，都是難民。但因為台灣沒有難民法，導致都會「專案處理」。 如果各位很擔心國安，「專案處理」完全取決於官僚體制。一旦官僚體制不注重國安，或者換一個沒能力主管，可能結果會完全逆轉，這才是危險。 好的國安機制，應該是建立一個制度，確保國安機制導入，而且還要規定定期檢查，才不會發生「換一個人，結果不一樣」的問題。 現在這些都還沒定案，但大原則就像我說的那樣。用移民法也是一個方法，內政部等都還在討論，但基本的制度建立、國安的注重，以及不違反國際原則，這三個都會被納入，大家無須擔心。 這感覺真的是每年都要闢一次的謠... 而且大家可能以為很多人要來台灣...其實台灣常常是中繼站，接下來會去別的國家。大家關心國家安全是好事，但一定要記得，國家安全就是應該在訂在法律上，不然公務人員兩手一攤說，「這個案件單純，不用找國安單位審查」的時候，那該怎麼辦？",
        "attachment": null
    },
    {
        "datetime": "2024-06-23T17:04:45.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8kOEoRgbN2",
        "content": "剛剛到家，真的很謝謝大家的零食和卡片，真的很感動。有大家給的力量，總覺得沒有什麼是無法克服的。 有些零食不見是因為我吃掉了，真是不好意思...",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-06-22T09:18:16.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8gz5O7pi5q",
        "content": "昨日下午五點多，台鐵229次自強號列車，於行車間撞到土石流，車身撞擊隧道，導致數人受傷的憾事。 我們第一時間就透過交通部了解狀況，今天團隊也馬上出席行政院長至花蓮的視察，聽取台鐵董事長對昨日事件及各單位對花蓮災區重建的報告。 昨天撞擊土石流事件發生在崇德-和仁站中間的「大清水橋」段，該區段剛好是沒有落石預警系統的區段，當時未設置的原因是該路段從來未發生過落石，評估風險較低，所以未設置，沒想到還是發生憾事。 先前地震後加上連日大雨，又要面臨接下來的颱風季節，我認為有必要請台鐵重新評估未來全區段異物入侵預警系統的設置必要性，並盡快補足缺漏。 所幸本次傷者皆無大礙，除了需要手術的列車長外，傷者都先返家休息，台鐵也在今天中午1:47分緊急趕通該路段雙向雙線通行，盡量對東部交通的影響降到最低。 最後，0403受損嚴重的太魯閣國家公園，園區內較常發生落石區域，我們也建議未來應增加科技監測系統，提升行車及遊客的安全。 這些事項我會持續關心與監督。除了不要讓交通問題困擾花蓮之外，會盡快協調出好方案，不要讓花蓮交通一直變成政治提款機。 畢竟，真正拖住這些發展的人，就是一直在提款的那些人。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-06-21T13:31:53.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8esH28yYRs",
        "content": "剩下的手段當然沒那麼多，接下來就是釋憲，複決不太可行，總統相關的也不是那麼建議，看起來就是釋憲往下走。 接下來的戰場，當然會是暫時處分（申請暫停這個法律），這幾天如果有空，直播跟大家說這個戰場的模樣。 不過，戰場比大家想的要再更大一點。中國又公布了新的規定（傅崑萁拍桌的兩國論本來就有其對話的對象），這個規定在裡應外合之下，會比大家想像的更有殺傷力；台灣的財政會被接下來的數個法案影響，然後一些國際上的簽約也要遭受到挑戰，更不要講還沒動起來的NCC規範、黨產、國安規定等等。這是一套組合拳，一場政變。 所以，在數個禮拜之前，我們就知道戰場已經回到傳統的公共領域，只有人民認知到這些，才有可能擋下這四個月以來，令人髮指的一場把台灣送入火窟的奪權行動。 接下來我們會持續的全台宣講，我這個週末也安排三場，兩場台中，一場嘉義。在媒體撲天蓋地的抹黑之下，社群媒體又不斷限流，終究還是要回到最正統的道路。 謝謝那麼多人持續站出來聲援，現在輪到我們走回去。我們心有所愛，不會讓台灣傾敗。 黃珊珊說，民進黨國會改革過往都不提出版本，又說，如果對這次修法不滿意，民進黨可以重新提案修法，卻要搞街頭運動。 1. 我們過往提出過超多版本，修法和行政規則的國會改革超過20項\n2. 我們這次的版本全部被藍白封殺在委員會 黃國昌是不是連自己黨內都在搞資訊落差？？？？？",
        "attachment": null
    },
    {
        "datetime": "2024-06-20T09:05:31.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8bo1_xOMOd",
        "content": "今天兩場直播！七點一場，八點一場，九點還有濱濱有理喔～ youtube.com/live…",
        "attachment": "pic, site: https://l.threads.net/?u=https%3A%2F%2Fwww.youtube.com%2Flive%2FuX_Ti_eVikA%3Fsi%3DHSJkPoG1r-fzGTFy&e=AT23qfPOJOtrRVoZnKoJmXP2SuR0h2yirNqoQeIhROU32iNnwp6bsL14DEDfOBm8PFS6cSZAiuaXOq-wClRTu4-o0TLbL5QvVbONKuF4119D8ht54GPdsOZhAjBnHhIkLPEFq3-K8-PmuPCFAuHI4AI"
    },
    {
        "datetime": "2024-06-19T01:47:55.000Z",
        "post_link": "https://www.threads.net/@pumashen/post/C8YR-I-vsuD",
        "content": "傅崐萁：不要給我推兩國論！不要給我推兩國論！不要給我推兩國論！ 卓榮泰：請不要超越質詢範圍。 傅崐萁黃國昌胡說八道20分鐘，中午直接開直播跟大家說",
        "attachment": null
    }
]