[
    {
        "datetime": "2024-09-23T10:14:23.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAQYPhPytFG",
        "content": "民眾黨黃國昌出給給大法官的問卷，那些題目我剛好都會，所以試著回答看看。 1️⃣是否認同大法官應交錯任期？\n答：依現行憲法增修條文第5條規定，大法官本來就是交錯任期，所以這次才會只提名15位大法官中的7名，跟另外八名大法官任期交錯。 2️⃣如何避免所有大法官都是同一個總統提名？\n答：立法院趕快通過審查，新一屆的大法官就是分別由蔡英文前總統及賴清德總統兩位不同總統提名。 3️⃣如何避免大法官由同一個政黨的總統提名？\n答：下次國昌老師帶領民眾黨或加入國民黨，努力選上總統，只要政黨輪替就可以提名大法官了。 不知道國昌老師對這答案滿意嗎？",
        "attachment": ""
    },
    {
        "datetime": "2024-09-23T06:38:36.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAP_jG4ytoh",
        "content": "黃國昌說：「民進黨傲慢到以為最好用的武器就是被他們掌握的憲法法庭。」 這廝現在只剩下講這種操弄民粹的話去騙小草跟寄生藍粉了。用一句黃國昌最愛的反問句：「民進黨誰、什麼時候、就哪個案件、對哪一位大法官下指示？」如果這幾個問題，黃國昌一個都回答不出來，那按照黃國昌自己的標準，就只是在編故事、無的放矢，毫無回應的價值。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-23T01:01:46.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAPZAGcyIvd",
        "content": "什麼是「審理規則制訂權」？就是司法權為了執行憲法賦予的審判任務（包含憲法裁判），可以制定審理規則。而這個審理規則依釋字第530號的意旨，是本於司法自主性而來的、專屬於司法的「固有權限」，只有在增加人民自由權利之限制時，需要受到法律保留。換句話說，如果司法院所制訂的審理規則，不是為了限制人民行使權利，而只是要確保自身職權的行使，這不需要立法院通過法律，也不受立法院通過法律所拘束。 作成判決的可決數（就是翁曉玲提案亂修的部分）就是審理規則之一部分，這個最早其實就是訂定在司法院頒佈的「大法官會議規則」，並不是法律，這就是第一段所說的，這是司法院的固有權限，不需要透過立法才能成為有效的規範。因此，即便後來法制化，也絕對不代表司法權從此將此權限「讓渡」給立法權，或立法權從此就能代司法權決定，或訂定嚴格到讓法庭無法運作的規則，去將司法加上限制器。 藍白現在提案想做的，就是讓憲法法庭在新任大法官人事被杯葛時暫時無法運作，這已經達到釋字第585、613號所說的「侵犯各該憲法機關之權力核心領域，或對其他憲法機關權力之行使造成實質妨礙」及「剝奪憲法所賦予其他國家機關之核心任務」之程度，絕對是違憲的⏬續 接著有人問：「可是就算違憲，憲法法庭無法運作下怎麼宣告這法律違憲？」這就是前面為何要跟大家解釋「審理規則制訂權」屬於司法權固有權能的原因。既然是司法的固有權能，這個時候司法院當然能自行頒佈讓憲法法庭得以繼續運作的審理規則，去取代限制憲法法庭行使權力的違憲法律呀！ 我們一定要譴責藍白意圖破壞違憲審查制度的野心，但另一方面也別過度擔心，我們的憲政體制可能比大家想像中的強韌。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-22T15:52:58.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAOaMg1yQsN",
        "content": "大家思考一個問題：當司法違憲審查不能運作，到底是行政權比較難受還是立法權？如果你回答是行政權，那一定跟很多人一樣內建民進黨是沙包，只能挨打的印象。其實藍白也是這麼想的。他們認為修法讓憲法法庭無法運作，這樣就沒人可以宣告立院通過的法律違憲了。 但他們忘了，法律通過要總統公佈，要各行政機關執行。如果行政權跟立法權一樣，覺得違憲審查制度無法運作了，我違憲也沒差的時候，立法權是拿行政權沒轍的，只能在立法院喊著「你怎麽可以違憲！」問題是唯一可以宣告行政權違憲的憲法法庭，被你們立法院自己搞到無法運作了啊。 當行政與立法都欠缺司法違憲審查制衡的時候，行政權能做的事、能搞的花樣絕對多於立法權啦，這是權力的本質使然。因為行政權掌執行，有人、有官署、有軍警、稅收是行政權在收的。立法權的制衡是體現在規則制定權及對預算的授權，但當這個制衡機制沒有司法權做擔保的時候，立法權能拿行政權如何？光是總統不公佈法律，你的法律就只能晾在立法院自爽了。 我要說的不是鼓勵民進黨跟著一起毀憲惡搞，而是要說，藍白以為司法權制衡的對象只有立法權，但其實同時也制衡行政權。當立法與行政權同時欠缺司法制衡時，立法權以為占得到便宜？ 再說一次，我這篇文章並不是提議要民進黨也跟進亂搞，只是在說藍白連如果沒有司法制衡，是對行政權有利都不知道這件事很蠢，看文章別畫錯重點。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-22T12:06:16.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAN_z9ltXXV",
        "content": "前來基援把焦點移來罷樑，這是山海公民拆樑行動今天釋出的其中一支影片。我們要繼續允許國民黨在地方像謝國樑一樣，一年花30多億把錢丟到水裡；另一方面又在國會中，用原住民禁伐補助的預算「編不夠」為由，退回總預算？地方亂搞，國會也亂搞，那就先讓基隆成為罷免灘頭堡。1013先拆樑，明年換拆國會中的藍委。 這幾支影片都可以分享給基隆的朋友： 敗家市長一年敗掉32億！\nyoutu.be/ffMmD… 政治渣男 反覆跳票；選前最愛 選後不理\nyoutu.be/4fc0b… 強盜市長罔顧程序 想上就上破門硬幹\nyoutu.be/r30T0…",
        "attachment": "site: /search?q=%E5%89%8D%E4%BE%86%E5%9F%BA%E6%8F%B4&serp_type=tags&tag_id=18454729294016877"
    },
    {
        "datetime": "2024-09-22T10:01:21.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DANx9MTynBv",
        "content": "偷偷告訴大家一個國家機密，雖然威廉的學習能力很強，但其實控制器升級才是主因。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-22T06:37:09.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DANaloTyF-6",
        "content": "翁曉玲提案修憲法訴訟法，還真以為有人會怕她。事實就是，這個德國慕尼黑法學博士，跟另一個康乃爾差不多愚蠢而已。 我們先假設這麼做可以讓憲法法庭在大法官人事被杯葛時無法開會好了。藍白打的主意是：憲法法庭不能開會，就沒人能宣告他們在立院亂定的法律違憲了。可是別忘了，法律要生效還得要總統公布，你們藍白在立院通過違憲惡法，那總統就不要公布不就得了？會怎樣嗎？就一起違憲而已阿！反正憲法法庭如果無法運作，那不只是無法宣告立院的法律違憲而已，同時也無法宣告總統不公布法律的行為違憲阿，大家一起進入大違憲時代，以為行政權必定吃虧？ 再來，其實先前說過的，安啦，憲法法庭不會因為這樣開不成會的啦。多少人可以開庭、多少人同意可以作成判決，這個叫做「審理規則」，審理規則制訂權是司法權固有的權能，不會因為立法院定了憲法訴訟法後，司法權就從此喪失決定自己審理規則的權力。所以司法院大可以直接公告新的審理規則去取代翁曉玲等亂修的違憲法律，然後再把那個修法宣告為無效（有興趣的話看置頂留言）。 所以翁曉玲以為修個憲法訴訟法，大家就拿立法院沒輒了，真的是想太多。 這篇解釋什麼是司法權固有的審理規則制訂權 引用:\n時間: 2024-07-05T00:04:05.000Z, 連結: https://www.threads.net/@taiwandreamer/post/C9BSzn6S3QC, 內容: taiwandreamer, 附件: 圖片,",
        "attachment": ""
    },
    {
        "datetime": "2024-09-22T02:02:48.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAM7MRDSyBO",
        "content": "藍白粉：你看考委沒過也不會怎樣，國考照樣舉行，不要威脅人民！\n藍白粉：你看NCC委員沒過也不會怎樣，iphone照樣買得到，不要威脅人民！ 接下來大概就是：你看預算退回也不會怎樣，不要威脅人民！ 巨嬰們，現在沒有考委、NCC委員過半懸缺，還能舉辦國考、還能讓新手機上市，是因為執政黨知道藍白一定會杯葛，所以在這之前緊急在法律許可的範圍內，提前請辦預定明年1至2月的考試及修改手機認證的審議程序。 但是中央政府總預算沒過就是不能動支，不是行政機關自己修個辦法就能生出錢來支付長照、育兒、治水還有一切建設費用的好嗎？「不會怎麼樣」這句話，其實就是一種巨嬰、無賴思維。他們想的不是國家要進步，而是我就是看執政黨不爽，我就是要發洩這股情緒，會不會怎樣我不管，你們自己看著辦。這種心態就跟柯文哲在疫情時說，如果中央再批評他，他就晚兩天幫市民打疫苗一樣。 我昨天仿照過去民進黨少數執政面對在野黨杯葛預算的【再怎麼野蠻】廣告，剪了最新的2024版，在脆友的熱心下目前已經破800轉，但其實觸及數有點不成比例。我繼續放在本篇置頂留言，歡迎以任何形式擴散出去，不用特別問我沒關係，我做影片就是為了讓大家分享的⏬ 影片在這裡，溫馨提醒大家，如果想要轉的請點進原文轉，從這則留言轉發會只轉到這段留言的文字喔。 另外，其實我的目的是想要拋磚引玉，希望能讓更多人針對各項重要的預算項目，做出像這樣的短影片讓更多人知道，期待看到大家遍地開花的創作！ 引用:\n時間: 2024-09-21T07:36:34.000Z, 連結: https://www.threads.net/@taiwandreamer/post/DAK8WzJNaMw, 內容: taiwandreamer, 附件: 圖片,",
        "attachment": ""
    },
    {
        "datetime": "2024-09-21T07:36:34.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAK8WzJNaMw",
        "content": "【再怎麼野蠻2024版】\n一支影片讓大家知道藍白擋了哪些預算 為什麼有這支影片？ 2001年，是政黨輪替後第一次立委選舉，少數執政的民進黨推出「再怎麼野蠻」廣告，指控藍委不應於立院不分青紅皂白刪除了地方的重大建設包括停車場、疏浚防洪工程等等，其中甚至還包括學童的營養午餐與網路學習費用。最終，國民黨的席次從選前的123席驟降為68席。 在少數執政的那8年間，預算被杯葛是家常便飯，而再怎麼野蠻廣告也不斷推陳出新，成了一個系列。所以我上午在民進黨團的串文中留言，應該讓再怎麼野蠻廣告重出江湖了，乾脆自己試著剪剪看，就是這支影片。但其實我剪片的技術力有限，大概就只能做到這程度，還請多多海涵。 感謝脆友的大力擴散，6個小時已經累計420轉發。只是演算法有時候要搞你的時候就是這樣，即時累積那麼高的轉發數，觸及卻不到6千。無論如何，還是有勞大家協助擴散，轉發如果效果不彰，或許也可以透過留言給我座標之力。讓這影片中藍白擋預算的惡形惡狀，讓更多人看到，拜託了！民進黨團、委員們或媒體有需要，也都可自由使用。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-21T02:20:12.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAKYYyRy7J-",
        "content": "黃國昌就是那種算計太多，把自己玩死的典型，用台語說這叫「註死」他就是要當關燈人。 現在馬後砲來看，黃國昌去年的選擇如果是回去時力搶當老大，他就能完美躲過柯黨這波風暴，上半年也不用去被傅崐萁摸頭。他可以如同過去正氣凜然地藍也罵、綠也罵、白也罵，昌粉一定會覺得真不愧是道德的長城，只有國昌老師最清高，他的真面目沒有被檢驗的機會。柯黨出事倒台後，後面的舞台或許就真的是他的了。四年後我們又得重新面對一次吹捧這位戰神的「超越藍綠最強戰力」 好險，這個世界線的劇本不是這麼演的，才能讓大家看到黃國昌臉都不要了的這一面，他注定要當關燈人，誰都擋不住。其實上面的劇本也不會發生，他發現時力沒救了就直接跳船是他的個性使然，他不可能願意再多蟄伏幾年只當網路意見領袖，他的權力慾使他不會這麼做。 人總會選擇最適合自己的一條路，勉強不來也躲不掉的，黃國昌真的註死要當關燈人。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T14:45:48.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAJI6zkySRu",
        "content": "死刑存廢可以分為「是否要存在死刑這一種刑罰」與「死刑是否違憲」兩個不同層次的問題，前者是關於刑事政策的立法政策選擇問題；後者是憲法解釋，亦即死刑使否侵害基本權的問題。當然，前者的選項存在，是以後者合憲作為前提。但不能以前者於刑事政策上是錯誤的或沒有存在的必要，反推後者是侵害特定基本權核心的當然違憲（但有可能在比例原則的層次討論合憲性）。 從而，即便支持死刑不應執行，也不等於支持死刑是理所當然構成人性尊嚴之根本侵害而必然違憲，這樣的論理太跳躍。我尊重每個人對於死刑存廢的想法，但有些人以此攻擊多數意見的大法官，甚至點名其中的公法學者，我無法苟同。 於當前憲法中沒有如同德法等國直接於憲法禁止死刑，那麼死刑於憲法中就有存在的可能性，於符合罪刑相當性及比例原則等要求下，並不「當然」構成基本權的違反，但同時也有違反的可能。從而，多數意見將之限縮於最嚴重犯罪類型中的最嚴重犯行，並輔以最嚴密的正當法律程序，其實是在最小侵害原則下，肯認了當前死刑的合憲性，任何人都能不接受這樣的法律推演，但要說多數意見，尤其其中公法學者愧對所學，這並非站在法律論理上的批判。 很多人在分享某篇不同意見，我想（續）⏬ 分享的是另一篇：\n「憲法審判權尚無權於憲法未有明文下，凌駕制憲者與修憲者，逕為死刑違憲之宣示，從而剝奪民意於民主程序之價值與主導地位。死刑制度之存廢，終究是人民對待最嚴重罪行之集體價值選擇。因此，廢除死刑之目標沒有捷徑可行，而是必須於社會中持續溝通、對話、凝聚共識，以民主程序，不論是修憲、國會立法或公投方式，尋求實現。」",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T08:47:35.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAIf7MOSduJ",
        "content": "【死刑合憲性解釋懶人包】\n1️⃣本次解釋涉及哪些犯罪類型？\n刑法271條第1項普通殺人罪、226條之1前段強制性交殺人罪、332條第1項強盜殺人罪及348條第1項擄人勒贖殺人罪。\n2️⃣大法官認為死刑合憲嗎？\n大法官肯定死刑可以作為刑罰手段的一種，並且在上面四種犯罪中，因為都是涉侵害生命法益最嚴重的犯罪類型，因此以剝奪行為人的生命法益作為懲罰，符合罪刑相當性原則。如果死刑是適用在「犯罪情節最嚴重之情形」，並且於刑事程序之規範及實踐均符合最嚴密之正當法律程序要求時，並不違憲。\n3️⃣所以死刑的要件變嚴格了？\n上面說的將死刑的適用限縮在「犯罪情節最嚴重之情形」，是近年來最高法院一致的見解，大法官只是重申，並沒有加嚴。在實體要件沒有變嚴格的情形下，大法官加強了刑事訴訟程序的保障，包含如果犯罪嫌疑人是涉犯以上四種犯罪類型時，於偵查、警詢階段就應有律師在場並陳述意見（現行法並未強制要求）。對於死刑，應於第三審適用「律師強制代理」並一定要經過言詞辯論（目前刑事訴訟法非強制）、死刑的科處應經過合議庭法官「一致決」等程序要求。\n4️⃣可是有人說擄人勒贖殺人罪的死刑被宣告違憲？\n那是舊法，不是現行法。 42轉發，觸及900。對的，這篇顯然被限流降觸及了。\n大家幫我個忙，為了不要讓藍白帶風向說大法官不顧民意執意廢死，作為他們封殺大法官及亂改憲法訴訟法的藉口，請幫忙把懶人包擴散出去。 遇到那些沒看判決就亂扯一通的，不管是同溫層還是非同溫層，都可以使用這則懶人包。藍白下週就要排審憲法訴訟法了，現在新聞已經在帶風向了，這很重要，拜託！",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T07:04:17.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAIUGp_ymRF",
        "content": "【死刑案宣判結果】合憲性解釋\n刑法第271條第1項、第226-1前段、第332條第1項、第348條第1項之規定，所處罰之故意殺人罪，其中以死刑為最重本刑部分，僅得適用於個案犯罪情節最嚴重，且刑事程序符合正當法律程序之要求之情形，於此範圍內合憲。 其他的等新聞稿，但總之是合憲性解釋，應該是比較多人能接受的結果。 我整理了一份懶人包，請參考 引用:\n時間: 2024-09-20T08:47:35.000Z, 連結: https://www.threads.net/@taiwandreamer/post/DAIf7MOSduJ, 內容: taiwandreamer, 附件: 圖片,",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T04:44:14.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAIEE3rSr0o",
        "content": "藍白退回中央政府總預算很好啊，本來擔心他們這個會期會收斂點，還好沒有。 安啦，用這種方式退回總預算，他們得不到好處的。一來是沒有正當性，二來是會受到反作用力。再者，台灣也沒有像美國那樣國會不通過預算，政府就會關門這回事，依預算法第51條規定，就算總預算沒過，除了新興資本支出及新增計畫之外，其他原定計劃或機關法定支出一樣照常支出。民進黨執政，不是第一次被在野黨這樣搞，沒在怕的啦，藍白休想靠這個來威脅，門都沒有。 藍白你們加油，就繼續鬧，為明年罷免藍委大串聯增添柴火。大家也看清楚了，新的施政項目無法執行，就是藍白杯葛預算害的，大家盡量幫他們宣傳。還記得再怎麼野蠻的廣告嗎？就再來一次。 2000年，民進黨第一次執政也是少數執政。國民黨當時就是在立法院中透過預算等來杯葛施政。 2001年，是政黨輪替後第一次立委選舉，民進黨推出「再怎麼野蠻」廣告，指控藍委不分青紅皂白刪除了地方的重大建設包括停車場、疏浚防洪工程等等，其中甚至還包括學童的營養午餐與網路學習費用。最終，國民黨的席次從選前的123席驟降為68席。 後來國民黨學乖了，不再專砍單一預算項目，而是像現在這樣退回不審總預算，或直接大刀一揮「統刪」，刪除後怎麽編列，你們行政權自己想辦法。 現在已經是第二次少數執政了，大多數國民對於立法院多數可以怎麽搞行政權都有一定的認識。藍白今天這樣玩，其實自己也得承擔後座力，尤其在本身退回總預算的正當性不足的情況下，他們打算如何說服全民這是合理的政治動作？ 大家不要太過擔心，藍白繼續這樣惡搞很好，會讓更多人看清他們連在野黨都當不好，會繼續累積他們的仇恨值，這些不是不報，在明年都要他們一一奉還，甚至在1013就有個試刀的機會。我們要做的，就是不斷幫藍白宣傳他們的惡行給更多人知道就可以了。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T01:52:11.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAHwYq1SVOT",
        "content": "黃珊珊今晚要去美國。 溫馨提醒一下：如果在機場發現刷不過，那就乖乖回家，不要跟應曉薇一樣換機場再闖一次，這樣會直接在機場就被押走，很糗。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-20T00:07:48.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAHkcO9zb9R",
        "content": "面對柯文哲選前出現大量不尋常的個人匿名政治獻金，黃國昌說要周刊不要編故事、檢調不要洩密。不好意思哦，這是你們自己申報的公開資料耶。因為黃國昌用這招不回答，記者就去問黃珊珊。結果黃珊珊也沒比較好，她說是會計師偷懶使用匿名申報，但這是在說謊，黃珊珊真的該改名謊珊珊。 柯文哲的小額捐款是使用應援科技的服務，應援科技從中抽3趴服務費。從申報資料中，柯競辦給應援971萬，如果這條沒亂報的話，依這個金額換算回去，應援幫他們處理的小額捐款有3.2億，而應援最大的賣點就是可以批次匯出監察院政治獻金捐款申報。 黃珊珊說，因為會計師偷懶才報匿名捐款，但要偷懶的話，不就是拿應援給的資料直接報就好？其實有記者追問這題，結果黃珊珊兩手一攤說為什麼不這麽做她也不知道，到這邊就掰掰不下去了，乾脆耍賴不回答。 黃珊珊最後說，真的就是小額轉帳捐款，都可以找到資料勾稽出真實的個人，給他們些時間整理，這有沒有之前那幾場找單據記者會的既視感？其實他們不用花時間勾稽啊，直接跟應援要資料不就好，就算結案了也一定還有留檔案啊。而且這題1個月前就問過柯文哲了，你們資料是要找多久？民眾黨就是這樣，能騙就先用騙的，想說翻頁就算了。 昨天的文章，來連連看囉！ 引用:\n時間: 2024-09-19T01:02:07.000Z, 連結: https://www.threads.net/@taiwandreamer/post/DAFF3KqSq3s, 內容: taiwandreamer, 附件: 圖片,",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-19T10:33:11.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAGHNwvSAeO",
        "content": "光看文字就感受得到多麼不捨\n請讓大家一起為你撐傘\n紫傘陪你 ☔️💜🫂",
        "attachment": "pic, site: /search?q=%E7%B4%AB%E5%82%98%E9%99%AA%E4%BD%A0&serp_type=tags&tag_id=18313072477093545"
    },
    {
        "datetime": "2024-09-19T08:45:42.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAF66huyIfd",
        "content": "就在剛剛，日本兵庫縣知事因為職權騷擾等爭議，遭議會「全體一致」通過不信任案。不信任案通過後，知事可以選擇辭職或解散議會，由新一屆的議會重新進行一次不信任投票。 罷免不適任的地方首長，日本已經搶先示範給大家看了。1013換基隆人站出來了，讓基隆成為民主前哨站，1人至少拉2票，前來基援 💪💪💪",
        "attachment": "site: /search?q=%E5%89%8D%E4%BE%86%E5%9F%BA%E6%8F%B4&serp_type=tags&tag_id=18454729294016877"
    },
    {
        "datetime": "2024-09-19T06:25:00.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAFq0C0SmHx",
        "content": "@taiwan_miaow\n\n因為懶惰，我很久沒特地把人標出來給大家封了，但這隻帳號取名台派，到處出征跳針洗留言，看起來很想紅，追蹤數還不少，特別分享給大家。 你想紅，就讓你紅。 他的追蹤者也是大禮包，千萬別錯過。",
        "attachment": "site: /@taiwan_miaow"
    },
    {
        "datetime": "2024-09-19T05:05:35.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAFhuUhyEvB",
        "content": "大家最近都在忙著追木可家族的劇，不過插播一則滿重要的訊息（雖然應該不少人知道了），明天下午三點憲法法庭有一則社會矚目的判決會宣判喔。",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-19T02:47:14.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAFR4_ZychP",
        "content": "蔡姐手諭出來了 難怪昨天凌濤在節目上屁呸叫的時候\n洪健益全程笑著看他，跟他對賭辭議員\n結果凌濤馬上就縮了，扯到別的地方去 蔡姐、凌濤，換你們出來打球囉",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-19T01:02:07.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAFF3KqSq3s",
        "content": "應該還沒忘記木可、政治獻金案吧，並不是說一定要把這件事跟京華城案連在一起。但很碰巧的是，木可還有政治獻金爭議成了一個開端，在柯文哲在那一個月對那本爛帳的所有質疑完全沒有解釋，只想用毫不知情、識人不明帶過後，大家發現那些胡亂申報的政治獻金，包含競辦付木可千萬授權費，木可又付柯文哲4百多萬竟然都是真的，讓柯文哲過去包裝的人設完全被打破。 接著，這也給了檢調一個契機去查柯文哲還有木可的帳。之前我說過，檢調去查木可及柯文哲，不可能只是因為政治獻金，因為申報不實最多就是偽造文書，把政治獻金洗到私人帳戶甚至只是罰緩，如果只用這個理由搜在野黨的黨部及相關公司等，政治上的效應會很大，檢調不會冒然出手。到底當時搜到什麽，我還是覺得木可的帳一定很精彩，這留待將來揭秘。 而有一個當時也是柯文哲隨便就想帶過的話題，就是民眾黨的個人、匿名捐款的比例，對比其他組候選人完全不合理甚至在筆數上是百倍的差距，而且還有多筆一看就是故意拆到十萬以下的捐款。柯文哲當時只是打哈哈說，一看就知道是勾選時勾錯了，他的支持者都是小額轉帳居多，怎麽可以那麽多筆現金，其實是否勾錯查就知道，但如果真的就是現金，那搞不好真可以連連看了。 柯文哲競辦自己上傳的資料，黃國昌都能扯說是洩密",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-18T14:43:56.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAD_HcpyOm6",
        "content": "下次試試看這數字的不同排列組合，看看藍白會不會中計",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-18T12:30:02.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DADvywJy559",
        "content": "小草現在有兩個來自卡提諾法學院創新的主張\n1️⃣廢除圖利罪\n2️⃣刑庭不能審理行政處分有沒有違法 這兩個主張其實相互呼應。我舉個前面說過的例子：\n我去申請某項補助，明明我不符合資格，但公務員不但同意我的申請，並且給了我超出法律規定十倍的補助。 這時候我拿到這個授益行政處分，因為對我有利，我當然不會去要求法院撤銷，因此形式外觀上是「合法的行政處分」。照小草的邏輯，這個行政處分是合法的，因為行政法院沒有說處分違法。然後進到刑庭審理的時候，刑庭也不能自己判斷行政處分的合法性，因此不能說有圖利。 照這說法繼續思考下去，其實所有公務員利用授益行政處分的方式給予人民利益（例如給予超出法定額度的補助金、容積率等），都不會構成圖利，因為行政法院沒有說違法、刑庭也不能論斷是否違法，那圖利罪就可以廢除了。 哇，來自卡提諾法學院的法學主張，思考邏輯竟然是如此縝密，兩個主張前後呼應。大家知道為什麼民眾黨還有小草們說要廢除圖利罪了吧？",
        "attachment": ""
    },
    {
        "datetime": "2024-09-18T07:27:11.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DADM4CrSQGo",
        "content": "還好只是名牌掉了，不是髮片掉了 八字不夠還想坐民眾堂的C位",
        "attachment": ""
    },
    {
        "datetime": "2024-09-18T05:00:02.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DAC8S1ASCNR",
        "content": "看賴總統當點主官的影片瘋傳，其實賴總統講台語很美，用詞也非常典雅、道地，這完全可以展現出他的人文素養與對本土的關懷，也把台語的氣質展現出來。 我個人覺得有點可惜的地方是，賴總統從參選之後，感覺聽了一些建議，相較過去減少了使用台語的比例，尤其是在比較全國性正式演說的場合，這當然是希望服務更多人、讓更多人聽得懂。不過其實看大家的反應，大家很喜歡聽賴總統說台語的，就多講點嘛！ 看到留言有些人說，在正式場合還是該用「官方語言」，以免有人聽不懂。 其實，台灣沒有法律規定官方語言，倒是國家語言法中規定各國家語言地位平等，不應在任何場合受到歧視或差別待遇喔。先入為主的認為在正式場合不應該使用屬於國家語言之一的台語，這本身就是過去教育潛移默化下受到制約的想法。",
        "attachment": ""
    },
    {
        "datetime": "2024-09-18T01:57:42.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DACnbbEy8B9",
        "content": "鏡電視民調\n☑️交叉分析顯示白支持者43.3%認柯應辭黨主席\n☑️誰適合代理黨主席？\n黃國昌、蔡壁如各22.5%\n黃珊珊珊17.1%、陳佩琪2.2%\n陳佩琪比戰狼姐姐還要少，可憐吶",
        "attachment": "pic, "
    },
    {
        "datetime": "2024-09-18T00:14:22.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/DACbmlZyjjD",
        "content": "不只小草，連民眾黨議員陳世軒也上黃光芹的節目說：「如果你要這樣子羈押柯文哲，那理論上這應該是要經過行政法庭的判斷判決，這個是違法的。」天阿，這群人真的是專門產出錯誤法律觀念來洗腦支持者，順便洗腦自己。 我昨天已經寫一篇文章說明了，這是混淆不同層次的問題。行政法院判斷行政處分的合法性，其目的是要決定處分是否有違法而應予撤銷或確認無效的必要性，如果確實違法的話，可以透過判決終止行政處分的效力。 但京華城這個處分，申請人拿到的是符合甚至超出他預期的結果，那怎麼可能自己去向行政法院起訴要求撤銷？因此本件根本不可能進到行政法院，由行政法院認定合法性。甚至可以說，幾乎所有的授與利益的行政處分，都是這種情形。 舉個例子來說，我去申請某項補助，明明我不符合資格，但公務員不但同意我的申請，並且給了我超出法律規定10倍的補助。這時候我拿到這個授益行政處分，我當然不會去要求法院撤銷，因此形式外觀上是「合法的行政處分」，行政法院也沒有機會認定該處分違法，但難道刑事法院也不能實質認定那個公務員有沒有逾越法律規定，給予我原本不該拿且金額超出法定額度10倍的金錢有沒有構成圖利？當然不是這樣。詳細可繼續往下看⏬ 進一步說明請參考這篇 引用:\n時間: 2024-09-17T09:18:01.000Z, 連結: https://www.threads.net/@taiwandreamer/post/DAA1BgwSgQa, 內容: taiwandreamer, 附件: 圖片,",
        "attachment": ""
    },
    {
        "datetime": "2024-09-16T10:26:31.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/C_-YEXeyqQ_",
        "content": "媒體的任務就是去挖掘一般人所不知道或尚未浮出檯面的資訊，這當然不是鼓勵媒體應該不擇手段去獲取資料、恣意公開資訊影響偵查或侵害隱私，但媒體對於公眾關心的事務進行報導，同時也不可或缺。從過去到現在，哪個社會矚目的偵查中案件在進入偵查階段後，沒有被媒體大肆報導的？ 偵查不公開有兩個層面，一個是偵查程序不公開，另一個是偵查內容不公開。前者是為了避免檢察官的偵查受到阻礙、施壓或證人於偵查初始階段即潛逃；後者則有包括避免大眾對被偵查的對象有罪推定、形成既定印象、妨礙其名譽，以及避免潛在被告得知偵查方向而滅串證或逃亡。因此當偵查到達一定階段，對於社會矚目案件，檢察單位在避免影響辦案的前提下是可以為必要的公開的，至於非檢方主動公開的情形，記者當然也會有各種消息的管道，未必是檢方有意外洩偵查中資訊。 而在社會質疑檢方外洩偵查中秘密時，為了避免檢方內部確實存在洩密者，約詢報導的記者是可能且可預期的動作，所以今天馬記者前往作證。但記者回答的標準答案當然是「不予透露」，否則以後怎麼跑新聞？檢方能做的，當然只能是比對己方的資料、尋找內部可能洩密者，不然難不成要刑求逼記者說出消息來源？不知道小草還在不滿什麼？",
        "attachment": null
    },
    {
        "datetime": "2024-09-16T08:12:03.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/C_-IrZOSVu1",
        "content": "定期檢查自己的追蹤者 自從threads某次改版，不會逐一列出個別的追蹤者的通知之後，很久沒有去點新的追蹤者個人頁面來看。剛剛從追蹤名單找，總共封鎖了一百多個帳號，大多是看不出活動軌跡的三無帳號、IG名稱改很多次的帳號，少數釣魚肉帳跟臥底的白粉帳號。 還有非公開帳號，除非IG的活動看起來可能是正常使用者，否則原則上都封。當然這有可能誤刪，但為了保護帳號，這是不得不的作法。為什麼原則封非公開帳號？因為我看不到你在我的文章下的留言，無法辨認你的意圖，更無法排除是網軍留言標記我的文章後，呼朋引伴過來檢舉。再說了，你不讓我看，我也不讓你看，很公平。 這是我的作法，大家有時間也可以檢查一下。",
        "attachment": null
    },
    {
        "datetime": "2024-09-16T03:47:35.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/C_9qadkyqA4",
        "content": "其實我真的不太懂，小草們自然散發出的那種「我就是沒讀書」的優越感，還有「不要跟我說道理，你們都沒有我懂」的自信是從何而來？",
        "attachment": null
    },
    {
        "datetime": "2024-09-15T23:55:45.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/C_9P4bITDbJ",
        "content": "小草現在把黃國昌說的話還有民眾黨那幾張圖卡當成神諭，開始四處在那邊洗「京華城20％容積獎勵沒有違法」。 我就問一個問題，如果台北市政府可以依照都市計畫法台灣省施行細則規定，在細部計畫內容給予容積獎勵的話，那麼為什麼當初京華城在細部計畫公展書要寫著「準用」都更容積獎勵之規定？ 小草一定不懂什麼「適用」、「準用」跟「類推適用」的差別吧？如果依法規想當然爾是如此，那麼應該是「適用」。如果法律沒有明確規定，但因為有其類似性而可以比照辦理，那麼應該「類推適用」。至於「準用」，則是立法者已經想好可以類推的情形，直接在法律上規定什麼情形下可以準用哪個條文。 所以那個公展其實也寫錯了，那個不是準用而是類推適用，只有立法者可以決定什麼情形要準用。但先不管這個，北市府既然說是準用，那就代表並不是「適用」，所以民眾黨那套「法律上本來就可以」的邏輯就破了。 行政機關固然可以決定要不要類推適用，但得要告訴大家，這個案子跟法定情形有什麼相似性而有類推的必要性，北市府有嗎？小草說的出來嗎？為什麼這件非都更案可以類推都更案？都市計畫法第24條自提細部計畫修改的前提是要配合台北市分區計畫施行，但本案有嗎？⏬續 這還只是第一層次的問題，就算這個層次過了，接下來還得回答為什麼北市府為京華城創設出韌性城市、智慧城市及移居城市這三個「全新」、「未曾使用過」的容積獎勵項目？就算過得了第一層次，在第二層次中，北市府為京華城申請自提細部計畫中，量身訂做了三個獎勵項目，幫京華城把容積獎勵灌好灌滿到20％有沒有圖利？ 如果黃國昌、民眾黨、小草們那麼篤定，上面這些都沒有問題，那就建議柯文哲改變訴訟策略，不要再那邊推說自己不知情了，說自己是坦蕩蕩、依法辦理不就好了？幹嘛東閃西閃，一下說彭振聲自作主張蓋柯文哲的甲章，一下說自己是今年三月看新聞才知道的？然後又說自己沒有都計專業，獎勵項目是都委會決定的。大聲勇敢說出來，柯文哲是依法指示京華城案類推適用都更條例，並且依法給予30％容積移轉及20％容積獎勵，所以沒有圖利。小草在外面洗再多文章，都還不如柯文哲自己在法庭這樣主張吧？ 最後再問個問題，其實這個問題是黃國昌問的：「誰決定有沒有違法？」正常人會回答法院，但小草可能會回答黃國昌。在本案中，承辦的公務員、包含都發局及法規會都曾提醒有圖利的問題，監察院報告書說違法、把柯文哲無保請回的裁定也說違法，都不如黃國昌說的算。",
        "attachment": null
    },
    {
        "datetime": "2024-09-15T14:59:45.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/C_8SitCS99D",
        "content": "都發局的簽呈，明明白白跟柯文哲說給京華城額外20%容積獎勵違法；頂住很多壓力，讓柯文哲無保飭回的那則裁定上也認為20%容積獎勵違法，只是柯文哲毫不知情。監察院也認定京華城的840%容積率違法。 結果現在小草聽了黃國昌的話、看了民眾黨的圖，就覺得自己比都發局的承辦人、法官還有監委都還要懂法律。 我就問，如果那20%容積獎勵合法、完全沒問題，柯文哲幹嘛不敢自己蓋章、讓彭振聲蓋他的甲章，然後推說自己完全不知情啦？如果合法，那就叫柯文哲的律師不要用不知情來抗辯啊，直接承認自己從頭到尾都知情，而且是柯文哲授意指示的不就好？你們要不要問問柯文哲敢不敢？",
        "attachment": null
    },
    {
        "datetime": "2024-09-15T11:39:11.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/C_77ltaSFwV",
        "content": "黃國昌不會介意大家笑他不懂法律，因為他現在訴求的就是那群不懂法律也不願意接受既有法秩序的人；黃國昌也不會介意被過去的自己打臉，因為他訴求的對象也一點都不介意這些，他們只在意自己的信仰，亦即柯文哲、館長等人所建構的世界觀不會崩毀，讓他們貧乏有乏善可陳的生活有個寄託。 黃國昌很清楚自己現在要爭取到是什麽群眾的支持，已經不再是過去支持他的精英，而是那些被他過去經營形象唬住，但其實一點民主法治價值都沒有的那群人，簡稱小草。 他要完全接收柯文哲留下的政治遺產，也就是那些不相信藍綠，不相信既有價值秩序的那群人，所以他一方面要表現得尊柯，另一方面要用他們喜歡的語言，就是那些反智、聳動、撕裂社會又充滿莫名其妙陰謀論的言論，來表演給這些人看，這就是民眾黨現在群眾的圖像以及水準，他們把柯文哲的話當成真理，黃國昌則是想要繼承柯文哲這個宗教領袖的地位。 所以民眾黨現在辦的那些下鄉宣講為什麼都有黃國昌，黃國昌為什麼三句離不開柯文哲？就是這個原因，他要接收信仰柯文哲的群眾，來建立自己在民眾黨排他的地位，成為後柯文哲時代，這群小草唯一的領袖及代言人。真正的目的當然是拿這個地位以及那群小草，去跟國民黨換點東西。",
        "attachment": null
    },
    {
        "datetime": "2024-09-15T01:52:27.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/C_64cP-yBTT",
        "content": "之前來不及錄，柯粉好騙\n＝\n笑到抽筋 你支持柯P 還有去買 木可商品\n居住贈億 傅堯感謝你 還缺女友 誰要報名\n請別介意 婆婆是陳佩琪 畢竟結婚新居1.2億 柯粉好騙 只需要阿北幾句謊言\n就會抖內 不管接下來幾天泡麵\n笨到極點 再爛的謊言都視而不見\n你 根本活該被騙\n柯粉好騙 投票前一天還在捐獻\n所有抖內 全讓會計師帳目調節\n直播募捐 就迫不及待再被割一回\n草 難道你低能到 渴望被騙 利慾薰心 靠選舉賺錢（台） 還要裝窮 騙個徹底\n財政紀律 靠造假單據 註冊KP 收授權金\n商辦豪宅 全部都買得起 三宅醫生阿北滿手現金 柯粉好騙 只需要阿北幾滴眼淚\n就會抖內 不管接下來幾天泡麵\n笨到極點 再爛的謊言都視而不見\n誰 都捨不得不騙\n柯粉好騙 就像沒真正出過社會\n不會分辨 柯競辦五千萬貧窮線\n天真以為 人再愚蠢也至少有底線\n草 是否一直都在 等待被騙 柯粉好騙 就像沒真正出過社會\n不會分辨 政治人物的對錯是非\n天真以為 胡作非為也能全身而退\n你 可憐還是可悲\n柯粉好騙 我始終都有這種感覺\n你的愚昧 為阿北帶來哪種句點\n包圍地檢 笑你們救阿北光說不練\n就 幻想阿北盡量 判輕一些",
        "attachment": null
    },
    {
        "datetime": "2024-09-15T01:12:42.000Z",
        "post_link": "https://www.threads.net/@taiwandreamer/post/C_6z5KsS6qZ",
        "content": "週末沒什麼新劇情，邀請大家撥點注意力給基隆拆樑行動。 距離1013拆樑已經進入倒數，這當然是基隆人公民力量的展現，汰除不適任的地方首長，但同時也是全國應該共同關心的重要議題。對各陣營而言，這都是個風向球。對國民黨來說，若拆樑沒過，代表他們過去半年所做的事沒那麼嚴重，而且是可以被冷處理、轉移焦點的，那麼在新的立院會期，他們勢必更加變本加厲；對綠營支持者而言，拆樑行動是首役，接下來還有罷免不適任藍委的全國各地串連，我們需要搶下灘頭堡，需要一個成功的經驗，這樣才能把上半年以來公民行動的能量以及勢延續下去，一來牽制國會多數的藍白，二來期望在明年初開始的罷藍委及明年底的縣市長大選給藍白一個教訓。 除了上面這些政治面考量外，謝國樑確實就是個無心且不適任的市長，拆樑團體提出罷免30條理由，每項都是有憑有據，而其實真正的理由遠不只30項，每個基隆市民都有自己想要罷免謝國樑的理由，罷免既然是憲法賦予人民的權力，就不該浪費這項權力，除了自己之外，也邀請厝邊隔壁、親朋好友勇敢站出來，展現公民力量。1013拆樑維安，一起為基隆人加油！ 這篇文44轉貼但觸及才800多\n這議題也被限流得太嚴重了吧",
        "attachment": "pic, "
    }
]